Repository: haiyentruong1776/SinhTrac_2_0_0
Catalog: lib/l10n/app_*.arb
Languages: vi

# appTitle
source: Dermatoglyphics Handbook
vi: Cẩm Nang Sinh Trắc

# splashTitle
source: DERMATOGLYPHICS HANDBOOK
vi: CẨM NANG SINH TRẮC

# exitDialogTitle
source: Do you want to exit the app?
vi: Bạn muốn thoát ứng dụng ?

# exitNo
source: NO
vi: KHÔNG

# exitYes
source: YES
vi: CÓ

# homeMenuIntro
source: Introduction
vi: Giới Thiệu

# homeMenuLookup
source: Fingerprint Lookup
vi: Tra Cứu Sinh Trắc

# homeMenuHistory
source: History
vi: Lịch Sử

# homeMenuRate
source: Rate 5 Stars
vi: Rate 5 Sao

# homeMenuExit
source: Exit
vi: Thoát

# introTitle
source: About Dermatoglyphics
vi: Giới thiệu Sinh Trắc

# introHeaderLabel
source: Fingerprint Dermatoglyphics:
vi: Sinh Trắc Vân Tay:

# introHeaderDesc
source: It is the scientific study of the relationship between brain structure, neuron distribution, and human fingerprints to provide appropriate educational orientation and personal development.
vi: Là ngành khoa học nghiên cứu về mối liên hệ giữa cấu trúc não bộ, sự phân bổ noron thần kinh với vân tay con người để có định hướng giáo dục phù hợp, phát triển bản thân.

# introBody1
source: - Fingerprint Dermatoglyphics is based on achievements in genetics, embryology, and the formation of skin ridges and the brain. This science analyzes ridge density, length, and shapes to determine the TFRC index and the brain's potential capacities.
vi: - Ngành khoa học sinh trắc vân tay dựa trên những thành tựu khi nghiên cứu về di truyền học, phôi học, sự cấu tạo của vân da tay và não bộ. Khoa học sinh trắc vân tay đã phân tích mật độ, độ ngắn dài của vân tay, hình dạng của vân tay… để phân tích chỉ số TFRC và các năng lực tiềm ẩn của não bộ.

# introBody2
source: - The more fingerprint types of a certain kind you have, the more your personality will lean toward that type. The thumb has a greater influence than the other fingers.
vi: - Bàn tay càng nhiều chủng vân tay nào thì tính cách của bạn sẽ thiên nhiều về chủng vân tay đó. Ngón cái sẽ ảnh hưởng nhiều hơn các ngón còn lại.

# introSectionPersonal
source: PERSONAL:
vi: CÁ NHÂN:

# introPersonal1
source: – Discover yourself by exploring your hidden potential.
vi: – Khám phá bản thân bằng cách khám phá các năng lực tiềm ẩn của bạn.

# introPersonal2
source: – Helps orient your career to match your innate talents.
vi: – Giúp bạn định hướng nghề̀ nghiệp phù hợp với tài năng bẩm sinh.

# introPersonal3
source: – Ignite your passion at work to achieve goals and success.
vi: – Khơi dậy niềm đam mê của bạn trong công việc để đạt được mục tiêu và thành công.

# introPersonal4
source: – Understand yourself to enrich your own value.
vi: – Hiểu rõ bản thân để tự làm giàu giá trị của mình.

# introSectionEducation
source: EDUCATION:
vi: GIÁO DỤC:

# introEducation1
source: – Identify innate abilities, strengths, and weaknesses through the 8 types of intelligence.
vi: – Biết được năng lực bẩm sinh, điểm mạnh, yếu qua 8 loại hình trí thông minh.

# introEducation2
source: – Determine the best learning method through VAK (Visual-Auditory-Kinesthetic) characteristics.
vi: – Xác định phương pháp học tập tốt nhất qua đặc tính hấp thu VAK.

# introEducation3
source: – Evaluate yourself through EQ, IQ, CQ, AQ indices and their ratios.
vi: – Đánh giá bản thân thông qua các chỉ số EQ, IQ, CQ, AQ và tỉ lệ giữa các chỉ số này.

# introEducation4
source: – Identify a child's personality to build confidence and independence.
vi: – Xác định tính cách của trẻ, từ đó xây dựng sự tự tin, tự lập cho con.

# introEducation5
source: – Consult on improving harmony in parent-child relationships.
vi: – Tư vấn cải thiện mối quan hệ hòa hợp giữa bố mẹ và con trẻ.

# introEducation6
source: – Evaluate dynamic indices by analyzing the two brain hemispheres.
vi: – Đánh giá các chỉ số năng động thông qua việc phân tích hai bán cầu não.

# introEducation7
source: – Establish necessary learning programs to minimize investment costs in unnecessary courses.
vi: – Thiết lập các chương trình học tập cần thiết nhằm giảm thiểu các chi phí cho việc đầu tư vào các khóa học không cần thiết.

# introSectionFamily
source: FAMILY:
vi: GIA ĐÌNH:

# introFamily1
source: – Parents understand their child's innate gifts, strengths, and weaknesses to provide guidance from an early age.
vi: – Cha mẹ thấu hiểu các năng khiếu bẩm sinh, điểm manh và điểm yếu của con em bạn, từ đó định hướng cho trẻ ngay từ khi con còn nhỏ.

# introFamily2
source: – Resolve conflicts and disagreements between parents and children.
vi: – Tư vấn cải thiện các bất đồng quan điểm giữa cha mẹ và con trẻ.

# introFamily3
source: – Mutual understanding – Enhancing family values.
vi: – Thấu hiểu lẫn nhau – Nâng cao giá trị gia đình.

# introSectionBusiness
source: BUSINESS:
vi: DOANH NGHIỆP:

# introBusiness1
source: – Assist businesses in recruitment screening, evaluating performance capacity, and candidate styles.
vi: – Giúp doanh nghiệp sàng lọc trong tuyển dụng, đánh giá năng lực thực hiện công việc và phong cách của ứng viên.

# introBusiness2
source: – Leverage employee potential to create breakthroughs for the business.
vi: – Phát huy tiềm năng nhân viên tạo đột phá cho doanh nghiệp.

# introBusiness3
source: – Discover employee potential to place the right person in the right position.
vi: – Khám phá tiềm năng của nhân viên nhằm bố trí đúng người vào đúng vị trí.

# introBusiness4
source: – Consult on strengthening human resources. Identify talented leaders.
vi: – Tư vấn củng cố nguồn nhân lực. Tìm ra các lãnh đạo tài ba.

# introBusiness5
source: – HR consulting and development.
vi: – Tư vấn, phát triển nhân sự.

# histTitle
source: History of Dermatoglyphics
vi: Lịch sử Sinh Trắc

# histHeading
source: Timeline of Fingerprint Science:
vi: Lịch sử sinh trắc vân tay:

# hist1823
source: – 1823: Dr. Jan Purkinje classified fingerprint patterns into several types.
vi: – Năm 1823: Tiến sĩ Jan Purkinje phân loại những chủng trên các vân tay thành nhiều loại

# hist1893
source: – 1893: Francis Galton (Charles Darwin's cousin) was the first to discover the role of fingerprints in heredity and racial differences. He simplified classification into 3 major types: Arches (no deltas), Loops (1 delta), and Whorls (2 deltas).
vi: – Năm 1893: Francis Galton (cháu của Charles Darwin) là người đầu tiên phát hiện vai trò của vân tay trong lĩnh vực di truyền và sự khác biệt vân tay ở những chủng tộc khác nhau. Ông đã đơn giản hoá việc phân loại vân tay và chia vân tay thành 3 loại lớn: Vân sóng (không có tam giác điểm), vân móc (có 1 tam giác điểm), vân xoáy (có 2 tam giác điểm) (1892) Francis Galton (cháu của Charles Darwin) là người đầu tiên phát hiện vai trò của vân tay trong lĩnh vực di truyền và sự khác biệt vân tay ở những chủng tộc khác nhau.

# hist1926
source: – 1926: Dr. Harold Cummins, considered the father of fingerprint science, introduced the Pattern Intensity (PI) index theory. He discovered that fingerprints form simultaneously with brain structures in the fetus between weeks 13 and 19.
vi: – Năm 1926: Tiến sĩ Harold Cummins được xem là cha đẻ của ngành nghiên cứu khoa học dấu vân tay đưa ra lý luận chỉ số cường độ vân tay PI (Pattern Intensity).Giá trị RC, số lượng tam giác điểm, hình dạng vân tay, vị trí hình dạng vân tay ở những ngón tay khác nhau có liên quan đến tiềm năng và trí tuệ của con người.Ông nghiên cứu ra rằng dấu vân tay được hình thành đồng thời với sự hoàn thiện các cấu trúc của não bộ. Dấu vân tay được khởi tạo ở thai nhi vào giai đọan từ 13 đến 19 tuần tuổi. Vào giai đọan trước đó, thai nhi không có dấu vân tay đồng thời não bộ cũng chỉ trong giai đoạn hình thành. Khi thai nhi được 19 tuần tuổi cũng là lúc các vùng chính của não hình thành bao gồm cả vỏ đại não.

# hist1969
source: – 1969: John J. Mulvihill, MD, and David W. Smith, MD, published 'The Genesis of Dermatoglyphics,' providing the latest version of fingerprint formation.
vi: – Năm 1969: John J. Mulvihill, MD và David W. Smith, MD xuất bảncuốn "Thiên tài qua vân tay", cung cấp phiên bản mới nhất về sựhình thành của vân tay.

# hist1970
source: – 1970: The Soviet Union used Dermatoglyphics to select candidates for the Olympic Games.
vi: – Năm 1970: Liên Xô sử dụng Sinh trắc vân tay trong việc lựa chọn thí sinh cho thế vận hội Olympic.

# hist1980
source: – 1980: China conducted research on human potential, intelligence, and talent through fingerprints and genes.
vi: – Năm 1980: Trung Quốc thực hiện công trình nghiên cứu tiềm năng con người, trí thông minh và tài năng trong vân tay và gen của con người.

# hist1985
source: – 1985: Dr. Chen Yi Mou (Harvard) studied Dermatoglyphics based on Dr. Howard Gardner's Theory of Multiple Intelligences.
vi: – Năm 1985: Tiến sĩ Chen Yi Mou – Đại học Havard nghiên cứu Sinh trắc vân tay dựa trên Thuyết Đa Thông Minh của Tiến sĩ Howard Gardner. Đây là lần đầu tiên áp dụng Sinh trắc dấu vân tay trong lĩnh vực giáo dục và chức năng của não liên quan đến dấu vân tay.

# hist2004
source: – 2004: The IBMBS center published over 7,000 theses on Dermatoglyphics. Today, many countries apply it to education to improve teaching quality.
vi: – Năm 2004: Trung tâm IBMBS (Trung tâm Sinh trắc học Xã hội và Hành vi ứng xử quốc tế) đã xuất bản hơn 7000 luận án về Sinh trắc vân tay. Ngày nay, Mỹ, Nhật Bản, Trung Quốc, Đài Loan áp dụng Sinh trắc vân tay đến các lĩnh vực giáo dục, hy vọng sẽ cải thiện chất lượng giảng dạy và nâng cao hiệu quả học tập bằng cách xác định các phong cách học tập khác nhau.Các nhà nghiên cứu khẳng định độ chính xác của Sinh trắc vân tay rất cao, đó là khả năng dự báo từ các tính năng của tay…

# histToday
source: – Today: The US, Japan, China, and Taiwan apply fingerprint science in education to enhance quality by applying different learning styles.
vi: – Ngày nay, Hoa Kỳ, Nhật, Trung Quốc và Đài Loan đã dụng sinh trắc vân tay trong lĩnh vực giáo dục nhằm nâng cao chất lượng giáo dục và hiệu quả học tâp bằng việc áp dụng nhiều phương pháp học khác nhau.

# mainTypesTitle
source: Main Pattern Groups
vi: Các chủng chính

# mainTypeEagle
source: Whorl Group (Eagle)
vi: Chủng Đại Bàng

# mainTypeWater
source: Loop Group (Water)
vi: Chủng Nước

# mainTypeMountain
source: Arch Group (Mountain)
vi: Chủng Núi

# sectionProperties
source: PROPERTIES:
vi: ĐẶC TÍNH:

# sectionCharacteristics
source: Characteristics:
vi: Đặc điểm:

# sectionAdvantages
source: Strengths:
vi: Ưu điểm:

# sectionDisadvantages
source: Weaknesses:
vi: Nhược điểm:

# sectionDevelopment
source: Development Path:
vi: Phương hướng phát triển:

# sectionAttributes
source: PROPERTIES:
vi: ĐẶC TÍNH:

# tapToOpenDetail
source: (Tap the image for details):
vi: (Bấm vào hình để mở chi tiết):

# wTitle
source: Whorl Group (Eagle)
vi: Chủng Đại Bàng

# wRatio
source: Ratio: 30% of the global population. Spiral pattern with a core.
vi: Tỉ lệ: 30% trên thế giới. Vân xoáy có tâm (hoa tay).

# wSubTypes
source: SUB-TYPES (9 PATTERNS):
vi: CÁC VÂN CON (9 VÂN):

# wCommonTraits
source: Common Traits:
vi: Đặc điểm chung:

# wEducation
source: Educational Approach:
vi: Phương thức giáo dục:

# wTrait1
source: - Stubborn, headstrong, dislikes being forced.
vi: - Khó bảo, bướng bỉnh, ko thích bị áp, cứng đầu.

# wTrait2
source: - High ability to focus on goals, rarely distracted.
vi: - Có khả năng tập trung mục tiêu cao, ít bị xao nhãng.

# wTrait3
source: - Prefers others to listen and comply; dislikes being told they are wrong.
vi: - Bạn thích người khác lắng nghe và tuân thủ sự sắp xếp của bạn. Không thích bị chỉ ra điểm sai.

# wTrait4
source: - Highly focused on personal objectives.
vi: - Tập trung vào mục tiêu của mình.

# wTrait5
source: - Introverted, rarely shares with others, prefers working alone.
vi: - Nội tâm khép kín, ít chia sẻ với người khác, thường thích học tập và chơi một mình hơn là các hoạt động nhóm.

# wTrait6
source: - Individualistic with a high ego, wants to be the center of attention.
vi: - Tính cá nhân cao nên cái tôi lớn, muốn mình làm trung tâm.

# wTrait7
source: - Strong - Proactive - High determination.
vi: - Mạnh mẽ- Chủ Động- Quyết tâm cao.

# wTrait8
source: - Independent, self-starting. Likes doing things their own way.
vi: - Tự lập, chủ động. Tự thích làm mọi việc.

# wTrait9
source: - High individualism can make team harmony difficult.
vi: - Tính cá nhân cao nên đôi khi khó hòa hợp với đội nhóm.

# wTrait10
source: - Tendency to impose their views on others.
vi: - Có xu hướng muốn áp đặt, thay đổi người khác theo quan điểm của mình.

# wTrait11
source: - Dynamic, goal-oriented, and hardworking with strong willpower.
vi: - Năng động, tính mục tiêu và làm việc chăm chỉ với một sự kiên trì và ý chí mạnh mẽ.

# wEdu1
source: - Do not scold the child in public; wait for a private, gentle moment to give feedback.
vi: - Không nên mắng trẻ, góp ý trước đông người mà chờ lúc riêng tư, lúc nói chuyện nhẹ nhàng, thoải mái thì mới góp ý nhẹ nhàng.

# wEdu2
source: - Focus on one goal at a time; finish it before moving to the next.
vi: - Thu nhỏ làm 1 mục tiêu trước, sau đó hoàn thành rồi tiếp tục mục tiêu tiếp theo. Chọn 1 thứ thôi sẽ tuyệt vời hơn.

# wEdu3
source: - Create practical experiences to build their confidence.
vi: - Tạo ra những trải nghiệm thực tế giúp họ tự tin hơn.

# wEdu4
source: - Never threaten a child with this pattern.
vi: - Với trẻ có vân tay này, đừng bao giờ dọa.

# wEdu5
source: - Parents must be consistent (say what you do, do what you say).
vi: - Bố mẹ nói là làm, nói 1 là 1, 2 là 2 còn nếu không về sau đừng hòng nói bé nghe.

# wEdu6
source: - Encourage participation in group activities.
vi: - Cần cho trẻ tham gia các hoạt động tập thể.

# wEdu7
source: - Avoid over-pampering.
vi: - Không nuông chiều bé quá.

# aTitle
source: Arch Group (Mountain)
vi: Chủng Núi

# aRatio
source: Ratio: 4% of the global population. Mountain/wave ridges (no core).
vi: Tỉ lệ: 4% trên thế giới. Vân hình núi/sóng (không có hoa tay).

# aSubTypes
source: SUB-TYPES (5 PATTERNS):
vi: CÁC VÂN CON (5 VÂN):

# aCommonTraits
source: Common Traits:
vi: Đặc điểm chung:

# aEducation
source: Educational Approach:
vi: Phương thức giáo dục:

# aTrait1
source: - Quick to anger but quick to forget; easy-going if treated kindly.
vi: - Là người nhanh giận nhưng cũng nhanh quên (dù rất giận nhưng chỉ cần được nói ngọt thì quên ngay, dễ sống), là người không để bụng.

# aTrait2
source: - Genius potential due to 'sponge-like' absorption (best before age 16).
vi: - Chủng thiên tài vì khả năng hấp thu như miếng bọt biển, hấp thu không ngừng (hấp thu tốt nhất là trước năm 16 tuổi).

# aTrait3
source: - Steady and sure, step-by-step approach.
vi: - Chậm chắc, từng bước, từng bước một.

# aTrait4
source: - Hardworking 'bee' profile; excellent at repetitive daily tasks. Very careful.
vi: - Như một con ong chăm chỉ, làm những việc lặp đi lặp lại hàng ngày cực kì tốt. Rất cẩn thận.

# aTrait5
source: - Prefers routines, dislikes change. Needs a gradual transition for any changes.
vi: - Thích làm theo những lối mòn, không thích thay đổi (sẽ rất khó sống với những người RL – nước ngược). Muốn thay đổi cần phải từ từ.

# aTrait6
source: - Very reliable with a high sense of responsibility and strict compliance.
vi: - Là người rất đáng tin cậy, có tinh thần trách nhiệm cao. Cam kết nhiệm vụ với sự tuân thủ nghiêm ngặt.

# aTrait7
source: - Values safety, simple lifestyles, and practicality.
vi: - Thích sự an toàn, công việc và phong cách sống đơn giản, thực tế.

# aTrait8
source: - Capable of connecting family members.
vi: - Có khả năng kết nối những thành viên trong gia đình.

# aTrait9
source: - High determination and perseverance.
vi: - Quyết tâm và kiên trì cao.

# aTrait10
source: - Sincere in long-term friendships, especially with those they respect.
vi: - Rất chân thành với tình bạn lâu dài, đặc biệt với những người họ tôn trọng.

# aTrait11
source: - Strong sense of justice.
vi: - Ý thức mạnh mẽ về công lý.

# aTrait12
source: - Prefers peaceful stability over noise and crowds.
vi: - Thích sự ổn định yên bình. Không thích sự xô bồ, náo nhiệt.

# aTrait13
source: - Dislikes abstract thinking; skeptical of anything new.
vi: - Không thích tư duy trừu tượng và mơ hồ. Nghi ngờ và hoài nghi về bất cứ điều gì mới.

# aTrait14
source: - Capable of guiding others through processes.
vi: - Họ có khả năng hướng dẫn cho người khác về các quy trình.

# aTrait15
source: - Having 4 or more Arches makes you a very special individual.
vi: - Nếu có 4 Arch trở lên thì bạn là một người rất tuyệt vời và đặc biệt.

# aEdu1
source: - Limit arguments; analysis may cause offense if they disagree.
vi: - Với những người này nên hạn chế tranh luận, phân tích dễ gây mất lòng và xung đột khi họ không đồng tình quan điểm.

# aEdu2
source: - Create a fast-paced learning environment daily; they have infinite capacity.
vi: - Tạo môi trường học tập nhanh và nhiều lên mỗi ngày, họ hấp thu vô hạn.

# aEdu3
source: - Pair them with Whorl types for inspiration and fast copying skills.
vi: - Nên cho họ làm việc với WE về tinh thần vì họ hấp thu từ những người thông thái và đem lửa tới cho họ, làm việc với WD vì họ sao chép nhanh.

# aEdu4
source: - Give praise regardless of the result to build their self-confidence.
vi: - Chúng tôi khuyên các bậc phụ huynh có con thuộc chủng vân tay này nên cho con những lời khen khi con làm tốt hoặc cả khi con làm không tốt để bé tự tin vào mình.

# aEdu5
source: - Ask for their opinions on decisions involving them to foster ego and independence.
vi: - Luôn tạo cho con môi trường thể hiện cái tôi và rèn luyện khả năng đưa ý kiến của con bằng việc hỏi con về các quyết định mà có liên quan đến bé.

# aEdu6
source: - Encourage a reading habit early to overcome natural laziness.
vi: - Tạo cho con thói quen đọc sách và tìm hiểu thế giới ngay từ bé để khắc phục sự lười biếng của bé.

# lTitle
source: Loop Group (Water)
vi: Chủng Nước

# lRatio
source: Ratio: 65% of the global population. Hook pattern: no core.
vi: Tỉ lệ: 65% trên thế giới. Vân móc: không có tâm (không có hoa tay).

# lSubTypes
source: SUB-TYPES (3 PATTERNS):
vi: CÁC VÂN CON (3 VÂN):

# lCommonTraits
source: Common Traits:
vi: Đặc điểm chung:

# lEducation
source: Educational Approach:
vi: Phương thức giáo dục:

# lTrait1
source: - Flexible and adaptable like water; loves crowds and community.
vi: - Linh hoạt và thích nghi như nước, rất thích đám đông và cộng đồng.

# lTrait2
source: - Superior imitation skills (needs a role model); learns fast from life experiences.
vi: - Khả năng bắt chước vượt trội (cần phải có hình mẫu), học nhanh trong môi trường và trong xã hội, qua trải nghiệm thành công, thất bại của cuộc sống.

# lTrait3
source: - Willing to go with the flow of life.
vi: - Sẵn sàng hòa mình vào dòng chảy của cuộc sống.

# lTrait4
source: - Friendly, open-minded - Open to new ideas.
vi: - Thân thiện, cởi mở - Mở cửa cho những ý tưởng mới.

# lTrait5
source: - Open in communication, easy to negotiate with, but can be gullible.
vi: - Nói chuyện cởi mở, trong công việc thì dễ thương lượng, cả tin (dễ thuyết phục).

# lTrait6
source: - Loves praise and encouragement; dislikes conflict or being compared to others.
vi: - Thích được khen, thích được động viên, không thích xung đột, mâu thuẫn; buồn khi bị chê bai, so sánh với người khác (chán luôn, chẳng muốn làm nữa).

# lTrait7
source: - Enjoys sharing and listening; easily moved and empathetic.
vi: - Thích được chia sẻ, tâm sự cũng như lắng nghe người khác, dễ mủi lòng, đồng cảm.

# lTrait8
source: - Enjoys community activities, communication, and charity.
vi: - Thích hoạt động cộng đồng, giao tiếp, từ thiện…

# lTrait9
source: - Unlike Whorls, they have lower decisiveness.
vi: - Khác với chủng đại bàng, người chủng nước tính quyết đoán không cao.

# lTrait10
source: - Good at connecting people and communities.
vi: - Kết nối đám đông, cộng đồng tốt.

# lEdu1
source: - Needs constant motivation through praise rather than criticism.
vi: - Cần sự động viên và khích lệ thông qua những lời khen, những câu nói khích lệ chứ không phải những lời chê bai.

# lEdu2
source: - If you are a 'Water' type, you need a good leader or manager.
vi: - Nếu bạn là chủng nước, bạn cần 1 nhà lãnh đạo, quản lý tốt.

# lEdu3
source: - Seek partners with 'Whorl' patterns for business.
vi: - Tìm những người sở hữu vân tay chủng đại bàng tốt để hợp tác làm ăn.

# lEdu4
source: - You are very kind, which makes you easy to trick. Consult family before major decisions.
vi: - Bạn thương người nên dễ bị dụ lắm. Nên cẩn thận đừng vội cả tin mà hãy thảo luận với những người thân trước.

# lEdu5
source: - With many Loops, find 'Whorl' partners to ignite your passion and goal-setting.
vi: - Bàn tay bạn nhiều chủng Loop quá nên tìm đến những người chủng WE truyền lửa , những người sở hữu chủng WT mục tiêu cao.

# wsTitle
source: Whorl WS (Eagle)
vi: Vân Đại Bàng WS

# wsChar1
source: - 1 core, 2 deltas – core is an open spiral.
vi: - 1 tâm, 2 giao điểm – tâm là vòng tròn hở xoáy trôn ốc.

# wsChar2
source: - Strong, confident, decisive, and independent.
vi: - Mạnh mẽ, tự tin, quyết đoán và tự lập.

# wsChar3
source: - High self-management, decisive thinking.
vi: - Tính tự quản cao, suy nghĩ quyết đoán.

# wsChar4
source: - Self-motivated, proactive in self-improvement.
vi: - Tự thúc đẩy, chủ động hoàn thiện bản thân.

# wsChar5
source: - Tendency to lead; dislikes being imposed upon but may impose on others.
vi: - Có xu hướng chỉ huy, không thích sự áp đặt tuy nhiên đôi khi có xu hướng áp đặt và lấn át người khác.

# wsChar6
source: - Has a rich inner world that others often don't understand.
vi: - Là mẫu người có thế giới nội tâm phong phú mà người khác thường không hiểu được.

# wsChar7
source: - Subjective, high ego, individualistic; difficult to persuade.
vi: - Chủ quan, cái tôi cao, chủ nghĩa cá nhân, rất khó bị thuyết phục và ảnh hưởng.

# wsChar8
source: - High self-discipline; does not accept failure.
vi: - Tính kỉ luật và đòi hỏi ở bản thân cao, không chấp nhận thất bại.

# wsChar9
source: - Good leadership, emotional control, and coordination skills.
vi: - Có khả năng lãnh đạo, khả năng kiểm soát cảm xúc và điều phối công việc tốt.

# wsChar10
source: - Serious and passionate persistence. Works hard for long-term goals.
vi: - Kiên trì thực hiện công việc một cách nghiêm túc và đam mê. Thường nỗ lực trong một khoảng thời gian dài vào bất cứ công việc gì mà họ cảm thấy quan trọng để hoàn thành mục tiêu của mình, ít nản chí.

# wsChar11
source: - 'Consistency' is the key quality helping this individual succeed.
vi: - Một phẩm chất dễ giúp cá nhân này thành công đó là "sự kiên định".

# wsChar12
source: - Very concerned with personal image; values clarity in relationships.
vi: - Rất quan tâm đến hình ảnh cá nhân, đề cao sự rõ ràng trong các mối quan hệ cũng như công việc.

# wsAdv1
source: - High awareness, not easily influenced.
vi: - Khả năng nhận thức cao, không dễ dàng bị tác động.

# wsAdv2
source: - Independent with a strong fighting spirit; loves conquering challenges.
vi: - Tự lập, luôn có tinh thần chiến đấu mạnh mẽ, thích chinh phục, không nản lòng trước khó khăn, thử thách và luôn tự động viên bản thân.

# wsAdv3
source: - Unique personal style. Driven by logic rather than emotion.
vi: - Có phong cách riêng. Sống bằng lí trí hơn tình cảm, mạnh mẽ.

# wsAdv4
source: - Knows how to achieve goals and stays proactive at work.
vi: - Biết cách để đạt được mục tiêu, và luôn chủ động trong công việc.

# wsAdv5
source: - Steadfast with goals and does not give up easily.
vi: - Kiên định với mục tiêu và không dễ dàng từ bỏ.

# wsAdv6
source: - Always strives for professionalism and positive thinking.
vi: - Luôn hoàn thiện bản thân trở nên chuyện nghiệp. Họ luôn có suy nghĩ tích cực.

# wsDisadv1
source: - Can be rigid in thinking, leading to conservatism.
vi: - Đôi khi tư duy hơi cứng nhắc, nếu lặp lại nhiều sẽ hình thành nên tính bảo thủ.
