Repository: haiyentruong1776/SinhTrac_2_0_0
Catalog: lib/l10n/app_*.arb
Languages: vi

# wxComm1
source: - Be sincere and gentle. Show care and respect; do not interrupt them.
vi: - Khi giao tiếp với WX Cần chân thành, nhẹ nhàng. Thể hiện sự quan tâm và tôn trọng, không ngắt lời họ.

# wxComm2
source: - Avoid direct orders or coercion, as this will trigger a reverse reaction in their behavior.
vi: - Tránh ra lệnh trực tiếp hoặc ép buộc WX vì sẽ ảnh hưởng ngược đến cách họ hành động.

# wxComm3
source: - Accept their uniqueness and creativity rather than trying to force them to become someone else.
vi: - Chấp nhận sự độc đáo, sáng tạo của WX hơn là áp đặt họ trở thành ai đó.

# wxComm4
source: - Encourage them to ask questions and be patient in helping children find solutions or answers.
vi: - Khuyến khích hỏi và kiên nhẫn giúp trẻ tìm ra giải pháp hoặc câu trả lời.

# wxComm5
source: - Use a 'point card' system for reaching goals as a form of encouragement.
vi: - Sử dụng thẻ điểm cho việc đạt mục tiêu như là sự khuyến khích.

# wxComm6
source: - Create small challenges early on to allow the individual to experience growth in a safe environment.
vi: - Tạo ra nhiều thử thách nhỏ cho bản thân từ sớm để cá nhân trải nghiệm trong môi trường an toàn.

# aeTitle
source: Arch AE (Whorl-Arch)
vi: Vân Núi Ae

# aeChar1
source: - A combination of the Whorl (Eagle) and Arch (Mountain) groups; core-to-delta distance is less than 5 ridges.
vi: - Sự kết hợp giữa nhóm Đại bàng với Núi, khoảng cách tâm đến giao điểm của đại bàng nhỏ hơn 5 đường vân.

# aeChar2
source: - Has a round core in the center.
vi: - Có 1 tâm tròn ở giữa.

# aeChar3
source: - A sensitive individual with clear goals, always ready to strive to achieve them.
vi: - Là một người nhạy cảm, có mục tiêu rõ ràng, luôn sẵn sằng cố gắng để đạt mục tiêu.

# aeChar4
source: - Good with numbers; suitable for roles involving calculation or financial investment.
vi: - Giỏi với con số, phù hợp với các việc cần tính toán, đầu tư tài chính.

# aeChar5
source: - Cautious person who pays attention to details at work and highly values the work process.
vi: - Là người cẩn trọng, luôn chú ý tới các chi tiết trong quá trình làm việc, luôn đánh giá cao tiến trình công việc.

# aeChar6
source: - Intelligent with a massive capacity for knowledge absorption, similar to other Arch patterns.
vi: - Thông minh, khả năng hấp thu kiến thức cũng rất lớn như các đặc tính vân khác của chủng vân núi.

# aeAdv1
source: - Possesses clear goals and is always ready to work hard to reach them.
vi: - Có mục tiêu rõ ràng, luôn sẵn sằng cố gắng để đạt mục tiêu.

# aeAdv2
source: - Cautious and careful.
vi: - Cẩn trọng.

# aeAdv3
source: - Intelligent with a vast learning capacity.
vi: - Thông minh, khả năng hấp thu kiến thức cũng rất lớn.

# aeDisadv1
source: - Highly sensitive.
vi: - Nhạy cảm.

# aeDev1
source: - Should develop a career related to mathematics, calculation, or financial investment.
vi: - Nên phát triển sự nghiệp liên quan đén tính toàn, đầu tư tài chính

# arTitle
source: Arch AR (Radial Arch)
vi: Vân Núi AR

# arChar1
source: - 1 core, 2 deltas – the core is an open loop pointing toward the pinky finger.
vi: - 1 tâm, 2 giao điểm – tâm là vòng tròn hở hướng về ngón út.

# arChar2
source: - The AR pattern is very similar to the LU (Ulnar Loop) pattern. Traits are similar but more distinct and prominent. Calm yet sensitive.
vi: - Có thể nói chủng AR gần giống với chủng vân tay LU. Các đặc tính tương tự nhưng sẽ phần nào đó rõ nét, nổi trội hơn. Bình tĩnh nhưng đồng thời cũng có phần nhạy cảm.

# arChar3
source: - Sociable, open, and friendly but rarely proactive in forming relationships. Sensitive in communication and enjoys observing.
vi: - Hòa đồng, cởi mở, thân thiện nhưng ít chủ động tạo mối quan hệ. Nhạy cảm trong giao tiếp, thích quan sát.

# arChar4
source: - Enthusiastic, sincere, and empathetic toward others' problems. Highly values relationships.
vi: - Nhiệt tình, chân thành và dễ cảm thông cho vấn đề của người khác. Rất coi trọng các mối quan hệ.

# arChar5
source: - Knows how to listen and accept the opinions of others.
vi: - Biết lắng nghe và chấp nhận ý kiến của người khác.

# arChar6
source: - Thoughtful, caring, emotionally driven, and loves freedom.
vi: - Chu đáo, biết quan tâm mọi người, sống tình cảm, thích tự do.

# arChar7
source: - Easily influenced by others.
vi: - Là một người dễ bị người khác ảnh hưởng.

# arChar8
source: - AR can be seen as a stronger version of LU; it differs by having clearer goals, though they are still prone to change.
vi: - AR có thể nói là phiên bản mạnh hơn của LU, có sự khác biệt đó là có mục tiêu rõ ràng hơn những vẫn dễ bị thay đổi.

# arChar9
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# arChar10
source: - Intelligent, sharp, and has a very high capacity to absorb knowledge in a short amount of time.
vi: - Thông minh, nhạy bén và có khả năng tiếp thu kiến thức rất cao, có khả năng tiếp thu kiến thức trong khoảng thời gian ngắn.

# arAdv1
source: - Has clear goals and is ready to achieve them.
vi: - Có mục tiêu rõ ràng, sẵn sàng đạt mục tiêu.

# arAdv2
source: - Sensitive and cautious.
vi: - Nhạy cảm, cẩn trọng.

# arAdv3
source: - Intelligent with a huge learning capacity.
vi: - Thông minh, khả năng hấp thu kiến thức cũng rất lớn.

# arAdv4
source: - High concentration capability for short durations.
vi: - Có khả năng tập trung cao trong khoảng thời gian ngắn.

# arAdv5
source: - Superior imitation skills; learns quickly from the environment and society.
vi: - Khả năng bắt chước vượt trội, học nhanh trong môi trường và trong xã hội.

# arAdv6
source: - Soft, gentle, and open; romantic, loves freedom, and lives for the present.
vi: - Mềm mại, nhẹ nhàng và cởi mở; lãng mạn, thích tự do và chỉ sống cho hiện tại.

# arAdv7
source: - Flexible and compatible thinking.
vi: - Suy nghĩ linh hoạt và tương thích.

# arDisadv1
source: - Highly sensitive.
vi: - Nhạy cảm.

# arDisadv2
source: - Goals are still easily changed.
vi: - Mục tiêu vẫn dễ bị thay đổi.

# arDisadv3
source: - Easily affected by surrounding people and the environment.
vi: - Dễ bị tác động bởi những người xung quanh và môi trường.

# arDev1
source: - Works based on intuition; prone to changing principles and plans. Therefore, build clear, detailed plans and monitor progress. Join courses on decision-making and goal-setting.
vi: - Làm việc theo cảm tính, dễ thay đổi nguyên tắc và kế hoạch đã vạch ra. Vì vậy nên lập kế hoạch làm việc rõ ràng, chi tiết, tập trung vào mục tiêu và giám sát tiến độ thực hiện. Tham gia các khóa học về ra quyết định và lập mục tiêu.

# arDev2
source: - Learn to become a guide who takes responsibility for workflows and provides solutions for emerging issues.
vi: - Học để trở thành người hướng dẫn và chịu trách nhiệm với quy trình làm việc, đưa ra giải pháp cho vấn đề phát sinh.

# arDev3
source: - Work and plans may be delayed due to an emotional lifestyle. Choose a trusted soulmate to encourage, motivate, and urge goal fulfillment.
vi: - Công việc, kế hoạch có thể bị trì hoãn vì lối sống tình cảm. Chọn một người tri kỷ đáng tin cậy để động viên và khích lệ, đôn đốc việc thực hiện mục tiêu.

# arDev4
source: - Be proactive in communication. Join various community activities, take on leadership roles, and build confidence. Read biographies of successful people.
vi: - Chủ động giao tiếp. Tham gia các hoạt động cộng đồng khác nhau, chủ động nhận vị trí lãnh đạo, xây dựng sự tự tin. Tham khảo tự truyện của những người thành công.

# arDev5
source: - Learn to say 'no' to others appropriately when necessary.
vi: - Học cách nói "không" với người khác một cách thích hợp khi cần thiết.

# arCommTitle
source: Communicating with AR Pattern:
vi: Giao tiếp với với vân AR:

# arComm1
source: - Be sincere and gentle to build trust, making the conversation more open and effective.
vi: - Khi giao tiếp với mẫu người này, cần chân thành, nhẹ nhàng để tạo sự tin tưởng, giúp cuộc nói chuyện cởi mở và hiệu quả hơn.

# arComm2
source: - Show concern; spend time asking and answering questions, providing praise and encouragement.
vi: - Thể hiện sự quan tâm, dành thời gian để hỏi và trả lời, khen ngợi, động viên.

# arComm3
source: - Use concrete modeling/examples to help them keep up with learning tasks.
vi: - Cần làm mẫu cụ thể để dễ dàng bắt nhịp trang học tập.

# arComm4
source: - Monitor and provide timely encouragement to transmit confidence, preventing them from quitting halfway due to mood swings.
vi: - Cần theo dõi, thường xuyên khuyến khích và động viên trẻ kịp thời để truyền sự tự tin, tránh việc bỏ dở nửa chừng theo tâm trạng.

# arComm5
source: - Provide children with clear, visible goals—short-term goals first.
vi: - Cần cung cấp cho trẻ mục tiêu rõ ràng, dễ nhìn dễ thấy, mục tiêu ngắn hạn trước.

# arComm6
source: - Create a strictly disciplined environment.
vi: - Tạo một môi trường kỷ luật nghiêm ngặt.

# arComm7
source: - Use interactive methods when teaching: discussions, letting others ask questions for them to answer.
vi: - Dùng phương pháp tương tác khi hướng dẫn: thảo luận, để người khác đưa ra câu hỏi và mình trả lời.

# asTitle
source: Arch AS (Spiral Arch)
vi: Vân Núi AS

# asChar1
source: - 1 core, 2 deltas – spiral core. Ridges flow counter-clockwise. The angle between the two deltas is greater than 90 degrees.
vi: - 1 tâm, 2 giao điểm – tâm là vòng xoáy xoắn ốc. Hướng của vân quay ngược chiều kim đồng hồ. Góc hợp bởi 2 giao điểm lớn hơn 90 độ.

# asChar2
source: - Thinks very fast and makes instant decisions. A very intelligent pattern.
vi: - Suy nghĩ rất nhanh, có những quyết định tức thì. Là chủng rất thông minh.

# asChar3
source: - Has a strong stance and defends personal viewpoints.
vi: - Có lập trường, bảo vệ quan điểm của bản thân.

# asChar4
source: - Very steadfast, persistent, and enduring.
vi: - Rất kiên định, kiên trì và bền bỉ.

# asChar5
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# asChar6
source: - May put pressure on others or force them to follow.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình.

# asChar7
source: - No strong need for socializing; personal communication style.
vi: - Không có nhu cầu xã giao, giao tiếp theo phong cách cá nhân.

# asChar8
source: - Introverted, hard to share with, and hard to approach.
vi: - Sống nội tâm, khó chia sẻ, khó tiếp cận.

# asChar9
source: - Intelligent with a massive learning capacity; absorbs info quickly.
vi: - Thông minh, khả năng hấp thu kiến thức rất lớn. Khả năng tiếp thu trong khoảng thời gian ngắn.

# asAdv1
source: - Strong-willed/Possesses a clear stance.
vi: - Có lập trường.

# asAdv2
source: - Defends personal viewpoints.
vi: - Bảo vệ quan điểm.

# asAdv3
source: - Very steadfast, persistent, and enduring.
vi: - Rất kiên định, kiên trì và bền bỉ.

# asAdv4
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# asAdv5
source: - Intelligent with a vast capacity for knowledge.
vi: - Thông minh, khả năng hấp thu kiến thức rất lớn.

# asDisadv1
source: - May pressure or force others to follow them.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình.

# asDisadv2
source: - Lacks social motivation.
vi: - Không có nhu cầu xã giao.

# asDisadv3
source: - Introverted and difficult to approach.
vi: - Sống nội tâm, khó chia sẻ, khó tiếp cận.

# asDev1
source: - Avoid jumping to hasty conclusions.
vi: - Tránh đưa ra kết luận vội vàng.

# asDev2
source: - Without goals, they easily become bored and disoriented; thus, build clear goals and maintain execution.
vi: - Khi không có mục tiêu dễ dẫn đến chán nản mất phương hướng, vì vậy hãy xây dựng mục tiêu rõ ràng và duy trì thực hiện.

# asDev3
source: - Pay attention to balancing their demands with listening to others.
vi: - Cần chú ý để cân bằng giữa đưa ra yêu cầu và lắng nghe ý kiến của người khác.

# asDev4
source: - Can be overbearing; learn to respect others' opinions and create conditions for members to contribute ideas.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình. Học cách tôn trọng ý kiến và tạo điều kiện cho các thành viên đóng góp ý tưởng.

# asCommTitle
source: Communicating with AS Pattern:
vi: Giao tiếp với với vân AS:

# asComm1
source: - Be direct and concise; go straight to the point without irrelevant details.
vi: - Cần trực tiếp, ngắn gọn vào vấn đề mà không cần đề cập đến các chi tiết không liên quan.

# asComm2
source: - Avoid ordering or forcing; instead, exchange ideas, suggest, and explain. Be gentle as they have high self-esteem.
vi: - Tránh ra lệnh, ép buộc mà cần trao đổi, đề nghị, giải thích. Nên nhẹ nhàng vì họ có tự trọng cao.

# asComm3
source: - Use leading questions to prompt answers from children, helping them learn to share more easily.
vi: - Nên có những câu hỏi dẫn dắt để khơi gợi câu trả lời của trẻ, tập cho trẻ chia sẻ dễ dàng hơn.

# asComm4
source: - If results are low, point out mistakes immediately, provide the correct approach, and fix it right away.
vi: - Khi kết quả thực hiện thấp, chỉ ngay chỗ sai, đưa ra cách tiếp cận đúng và sửa đổi ngay lập tức.

# asComm5
source: - Friends/relatives should only make promises they can actually keep.
vi: - Bạn bè/người thân chỉ nên đưa ra lời hứa khi có thể thực hiện được.

# atTitle
source: Arch AT (Tented Arch Variant)
vi: Vân Núi AT

# atChar1
source: - 1 core, 2 deltas – clockwise spiral direction.
vi: - 1 tâm, 2 giao điểm – hướng xoáy thuận chiều kim đồng hồ.

# atChar2
source: - Traits are very similar to AS (Spiral Arch).
vi: - Các đặc tính khá giống so với AS (Vân Núi AS).

# atChar3
source: - Thinks very fast and makes instant decisions. Very intelligent.
vi: - Suy nghĩ rất nhanh, có những quyết định tức thì. Là chủng rất thông minh.

# atChar4
source: - Has a strong stance and defends personal viewpoints.
vi: - Có lập trường, bảo vệ quan điểm của bản thân.

# atChar5
source: - Very steadfast, persistent, and enduring.
vi: - Rất kiên định, kiên trì và bền bỉ.

# atChar6
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# atChar7
source: - May pressure others to follow their lead.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình.

# atChar8
source: - No strong social need; personal communication style.
vi: - Không có nhu cầu xã giao, giao tiếp theo phong cách cá nhân.

# atChar9
source: - Introverted and difficult to share with.
vi: - Sống nội tâm, khó chia sẻ, khó tiếp cận.

# atChar10
source: - Intelligent with massive knowledge absorption capacity.
vi: - Thông minh, khả năng hấp thu kiến thức rất lớn. Khả năng tiếp thu trong khoảng thời gian ngắn.

# atAdv1
source: - Strong-willed.
vi: - Có lập trường.

# atAdv2
source: - Defends viewpoints.
vi: - Bảo vệ quan điểm.

# atAdv3
source: - Very steadfast and persistent.
vi: - Rất kiên định, kiên trì và bền bỉ.

# atAdv4
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# atAdv5
source: - Intelligent with a vast learning capacity.
vi: - Thông minh, khả năng hấp thu kiến thức rất lớn.

# atDisadv1
source: - May be overbearing to others.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình.

# atDisadv2
source: - Lacks a need for socializing.
vi: - Không có nhu cầu xã giao.

# atDisadv3
source: - Introverted and hard to approach.
vi: - Sống nội tâm, khó chia sẻ, khó tiếp cận.

# atDev1
source: - Avoid hasty conclusions.
vi: - Tránh đưa ra kết luận vội vàng.

# atDev2
source: - Build clear goals to avoid boredom and loss of direction.
vi: - Khi không có mục tiêu dễ dẫn đến chán nản mất phương hướng, vì vậy hãy xây dựng mục tiêu rõ ràng và duy trì thực hiện.

# atDev3
source: - Balance personal demands with listening to others.
vi: - Cần chú ý để cân bằng giữa đưa ra yêu cầu và lắng nghe ý kiến của người khác.

# atDev4
source: - Learn to respect opinions and encourage team contributions.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình. Học cách tôn trọng ý kiến và tạo điều kiện cho các thành viên đóng góp ý tưởng.

# atCommTitle
source: Communicating with AT Pattern:
vi: Giao tiếp với với vân AT:

# atComm1
source: - Direct and concise; avoid irrelevant details.
vi: - Cần trực tiếp, ngắn gọn vào vấn đề mà không cần đề cập đến các chi tiết không liên quan.

# atComm2
source: - Use explanations and suggestions rather than orders. Be gentle.
vi: - Tránh ra lệnh, ép buộc mà cần trao đổi, đề nghị, giải thích. Nên nhẹ nhàng vì họ có tự trọng cao.

# atComm3
source: - Use leading questions to encourage the child to share.
vi: - Nên có những câu hỏi dẫn dắt để khơi gợi câu trả lời của trẻ, tập cho trẻ chia sẻ dễ dàng hơn.

# atComm4
source: - Point out errors immediately and provide the correct method for instant correction.
vi: - Khi kết quả thực hiện thấp, chỉ ngay chỗ sai, đưa ra cách tiếp cận đúng và sửa đổi ngay lập tức.

# atComm5
source: - Only make promises that can be fulfilled.
vi: - Bạn bè/người thân chỉ nên đưa ra lời hứa khi có thể thực hiện được.

# auTitle
source: Arch AU (Upward Arch)
vi: Vân Núi AU

# auChar1
source: - 1 core, 2 deltas – closed circle core pointing upward.
vi: - 1 tâm, 2 giao điểm – tâm là vòng tròn kín hướng lên trên.

# auChar2
source: - Thinks very fast; makes instant decisions. Very intelligent.
vi: - Suy nghĩ rất nhanh, có những quyết định tức thì. Là chủng rất thông minh.

# auChar3
source: - Has a firm stance and defends viewpoints.
vi: - Có lập trường, bảo vệ quan điểm của bản thân.

# auChar4
source: - Steadfast, persistent, and enduring.
vi: - Rất kiên định, kiên trì và bền bỉ.

# auChar5
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# auChar6
source: - May pressure others to follow.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình.

# auChar7
source: - Lacks social drive; individual communication style.
vi: - Không có nhu cầu xã giao, giao tiếp theo phong cách cá nhân.

# auChar8
source: - Introverted and hard to approach.
vi: - Sống nội tâm, khó chia sẻ, khó tiếp cận.

# auChar9
source: - Intelligent with a massive learning capacity.
vi: - Thông minh, khả năng hấp thu kiến thức rất lớn. Khả năng tiếp thu trong khoảng thời gian ngắn.

# auChar10
source: - Serious, steadfast, and focused; determined to finish tasks when given responsibility.
vi: - Là người nghiêm túc, kiên định, tập trung và sẽ quyết tâm hoàn thành nhiệm vụ khi trao cho họ trách nhiệm.

# auChar11
source: - Extreme emotions: Hate or love to the fullest extent.
vi: - Cảm xúc ở mức độ cực đoan: Ghét sẽ ghét tới cùng, thương sẽ thương tới cùng.

# auAdv1
source: - Strong stance.
vi: - Có lập trường.

# auAdv2
source: - Defends personal opinions.
vi: - Bảo vệ quan điểm.

# auAdv3
source: - Steadfast, persistent, and enduring.
vi: - Rất kiên định, kiên trì và bền bỉ.

# auAdv4
source: - Focused and goal-oriented.
vi: - Tập trung, có mục tiêu.

# auAdv5
source: - Intelligent with a huge knowledge capacity.
vi: - Thông minh, khả năng hấp thu kiến thức rất lớn.

# auDisadv1
source: - May be overbearing toward others.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình.

# auDisadv2
source: - Lacks social drive.
vi: - Không có nhu cầu xã giao.

# auDisadv3
source: - Introverted and hard to access.
vi: - Sống nội tâm, khó chia sẻ, khó tiếp cận.

# auDisadv4
source: - Emotional extremes.
vi: - Cảm xúc cực đoan.

# auDev1
source: - Avoid jumping to conclusions.
vi: - Tránh đưa ra kết luận vội vàng.

# auDev2
source: - Build and maintain clear goals to stay directed.
vi: - Khi không có mục tiêu dễ dẫn đến chán nản mất phương hướng, vì vậy hãy xây dựng mục tiêu rõ ràng và duy trì thực hiện.

# auDev3
source: - Balance personal demands with active listening.
vi: - Cần chú ý để cân bằng giữa đưa ra yêu cầu và lắng nghe ý kiến của người khác.

# auDev4
source: - Respect others' ideas and foster a collaborative environment.
vi: - Có thể gây áp lực, bắt buộc người khác phải theo mình. Học cách tôn trọng ý kiến và tạo điều kiện cho các thành viên đóng góp ý tưởng.

# auCommTitle
source: Communicating with AU Pattern:
vi: Giao tiếp với với vân AU:

# auComm1
source: - Direct and concise; stay on topic.
vi: - Cần trực tiếp, ngắn gọn vào vấn đề mà không cần đề cập đến các chi tiết không liên quan.

# auComm2
source: - Use explanations and suggestions; avoid orders due to high self-esteem.
vi: - Tránh ra lệnh, ép buộc mà cần trao đổi, đề nghị, giải thích. Nên nhẹ nhàng vì họ có tự trọng cao.

# auComm3
source: - Use leading questions to prompt the child to share.
vi: - Nên có những câu hỏi dẫn dắt để khơi gợi câu trả lời của trẻ, tập cho trẻ chia sẻ dễ dàng hơn.

# auComm4
source: - Correct errors immediately with the right approach.
vi: - Khi kết quả thực hiện thấp, chỉ ngay chỗ sai, đưa ra cách tiếp cận đúng và sửa đổi ngay lập tức.

# auComm5
source: - Avoid putting too much pressure, or it may trigger explosive emotional reactions.
vi: - Tránh gây áp lực nếu không sẽ có những phản ứng cảm xúc bùng nổ tức thì.

# auComm6
source: - Hard to approach initially, but once a bond is formed, AU can maintain long-term, deep relationships.
vi: - Người có chủng vân tay AU khó để tiếp xúc. Nhưng khi đã có sự gắn kết nhất định thì AU – AR có khả năng duy trì mối quan hệ lâu bền, gắn kết.

# lfTitle
source: Loop LF (Special Loop)
vi: Vân Nước LF

# lfChar1
source: - Traits are quite similar to the LU (Ulnar Loop) pattern.
vi: - Các đặc tính khá giống với chủng LU.

# lfChar2
source: - Ability to quickly understand an issue in a short time, often understanding it much more deeply than average.
vi: - Khả năng hiểu nhanh một sự việc chỉ trong thời gian ngắn và thường hiểu rất sâu, khác biệt so với người bình thường.

# lfChar3
source: - Possesses a diverse and rich personality.
vi: - Có sự đa dạng và phong phú trong tính cách.

# lfChar4
source: - Sociable, open, and friendly but rarely proactive in forming relationships. Sensitive and observant.
vi: - Hòa đồng, cởi mở, thân thiện nhưng ít chủ động tạo mối quan hệ. Nhạy cảm trong giao tiếp, thích quan sát.

# lfChar5
source: - Dislikes conflict; values team spirit and enjoys group activities.
vi: - Không thích xung đột mâu thuẫn, đề cao tinh thần đồng đội, yêu thích hoạt động đội nhóm.

# lfChar6
source: - A good team member, compliant, with high endurance.
vi: - Là thành viên tốt trong đội nhóm, người chấp hành tốt, khả năng chịu đựng cao.

# lfChar7
source: - Highly adaptable and integrates easily into various environments. Flexible thinking.
vi: - Thích nghi tốt, dễ hòa nhập với từng môi trường. Có tư duy linh hoạt và khả năng tương thích cao.

# lfChar8
source: - Enthusiastic, sincere, and empathetic. Highly values relationships.
vi: - Nhiệt tình, chân thành và dễ cảm thông cho vấn đề của người khác. Rất coi trọng các mối quan hệ.

# lfChar9
source: - Knows how to listen and accept others' opinions.
vi: - Biết lắng nghe và chấp nhận ý kiến của người khác.

# lfChar10
source: - Behaves as expected by others; tends to please people.
vi: - Cư xử theo cách mọi người mong đợi, bằng cách nào đó chiều ý những người khác.

# lfChar11
source: - Thoughtful, caring, emotional, and loves freedom.
vi: - Chu đáo, biết quan tâm mọi người, sống tình cảm, thích tự do.

# lfChar12
source: - Not naturally creative but learns very quickly from the environment; excellent at imitation and modeling.
vi: - Không giỏi sáng tạo, tuy nhiên học hỏi rất nhanh từ môi trường và xã hội, dễ bắt chước và mô phỏng tốt.

# lfChar13
source: - Easily influenced by others.
vi: - Là một người dễ bị người khác ảnh hưởng.

# lfChar14
source: - Low self-discipline.
vi: - Kỷ luật tự giác bản thân thấp.

# lfChar15
source: - A common, community-oriented pattern. Individuals are usually gentle and kind, but can be easily pushed around by others.
vi: - Là người của xã hội, cộng đồng. Là một chủng khá phổ biến. Người mang chủng nay khá hiền và lành tính, dễ bị người khác chèn ép.

# lfChar16
source: - Romantic and loves freedom.
vi: - Lãng mạn, thích sự tự do.
