Repository: haiyentruong1776/SinhTrac_2_0_0
Catalog: lib/l10n/app_*.arb
Languages: vi

# wsDisadv2
source: - Struggles to accept failure in self or others.
vi: - Thường khó chấp nhận thất bại của bản thân cũng như người khác.

# wsDisadv3
source: - Often suffers in silence when failing; relationship issues.
vi: - Khi gặp thất bại thường tự mình chịu đựng, hay gặp vấn đề về mối quan hệ.

# wsDisadv4
source: - Dislikes listening to advice, leading to avoidable mistakes.
vi: - Không thích lắng nghe lời khuyên, ý kiến của người khác nên hay xảy ra những thất bại không đáng có.

# wsDisadv5
source: - Without clear goals, they easily become bored and negative.
vi: - Nếu tuýp người này không xác định được mục tiêu của bản thân, họ sẽ dễ trở nên chán nản và rất tiêu cực.

# wsDev1
source: - Build a long-term goal (5-20 years) and break it down into daily tasks to maintain energy.
vi: - Xây dựng cho mình một mục tiêu dài hạn 5 -10 – 20 năm rồi chia nhỏ thành từng năm – từng tháng thậm chí là từng ngày. Điều đó sẽ giúp WS duy trì được năng lượng tích cực và tinh thần vượt khó giúp WS kích hoạt được mọi tố chất của mình.

# wsDev2
source: - Lack of goals leads to a state of disorientation.
vi: - Nếu không có mục tiêu sẽ khiến WS rơi vào trạng thái mất phương hướng và khó thành công như WS đáng có.

# wsDev3
source: - Avoid forcing others to meet your own standards to reduce pressure.
vi: - WS cần tránh ép buộc người khác theo tiêu chuẩn và mong đợi riêng của bản thân, sẽ gây áp lực, mệt mỏi cho bản thân và mọi người.

# wsDev4
source: - Balance personal and collective interests; listen more to build trust.
vi: - WS cần cân nhắc giữa lợi ích bản thân và lợi ích của người khác, kiên nhẫn lắng nghe và đặt mình vào vị trí của người khác để hiểu họ hơn, sẽ tạo được niềm tin, sự quý trọng và mối quan hệ tốt đẹp hơn.

# wsDev5
source: - Increase group activities to maximize collective strengths.
vi: - WS hãy gia tăng hoạt động đội nhóm để tối đa hóa điểm mạnh của tập thể. Tham gia các hoạt động – giao tiếp và phát triển kỹ năng giao tiếp.

# wsDev6
source: - Maintain an open attitude; avoid unintentional arrogance.
vi: - WS cũng cần duy trì thái độ cởi mở, tránh cao ngạo vô ý.

# wsDev7
source: - Learn to delegate and focus on people's strengths rather than weaknesses.
vi: - WS cần học cách giao việc và tập trung vào giá trị và điểm mạnh của mọi người thay vì chỉ nhìn vào điểm yếu của họ.

# wsDev8
source: - Share feelings to avoid stress; use journaling or deep breathing for anger management.
vi: - WS cần học cách chia sẻ cảm xúc, khó khăn của bản thân với mọi người để tránh căng thẳng, nếu không thể học cách chia sẻ thì có thể chọn phương án viết nhật ký, khi nóng giận thì hãy xả giận của mình bằng cách hít thở sâu và viết xuống mọi bức bối của mình sau đó thì xé đi như vậy cũng giúp cho WS giảm bớt căng thẳng và bức xúc.

# wsComm1
source: - Communication: Be brief, focus on the main point and their interests.
vi: - Khi giao tiếp với WS: cần ngắn gọn, tập trung vào vấn đề chính. Lưu ý tới điều họ quan tâm.

# wsComm2
source: - Show respect; avoid imposing. Only mention mistakes in private.
vi: - WS cần được Tôn trọng và tránh áp đặt, và chỉ nên đề cập khuyết điểm/ lỗi sai của họ ở nơi riêng tư. Khen trong sáng chê trong tối.

# wsComm3
source: - If communication becomes heated, do not continue the argument.
vi: - Khi giao tiếp với WS nếu vấn đề trở nên gay gắt không nên tiếp tục tranh luận.

# wsComm4
source: - Discuss plans in advance; do not present them with a 'fait accompli'.
vi: - Nên thông báo hoặc thảo luận trước kế hoạch tránh việc đưa WS vào sự việc đã rồi.

# wsComm5
source: - Provide timely praise and rewards for tasks well done.
vi: - Cần khen ngợi và tưởng thưởng kịp thời nếu WS hoàn thành tốt nhiệm vụ.

# wsComm6
source: - Offer choices and benefits rather than giving orders.
vi: - Tránh áp đặt WS hãy đưa ra lựa chọn cùng lợi ích của việc cần làm thay vì đưa ra mệnh lệnh. Hoặc có thể đưa ra 2 sự lựa chọn để WS tự lựa chọn thay vì chỉ có 1.

# wsComm7
source: - Allow them to decide on matters within their capability.
vi: - WS cần để bản thân tự quyết định những việc nằm trong khả năng của mình thay vì nhờ người khác quyết định hộ hoặc làm giúp.

# wsCommTitle
source: Communicating with WS Pattern:
vi: Giao tiếp với với vân WS:

# wtTitle
source: Whorl WT (Eagle)
vi: Vân Đại Bàng WT

# wtChar1
source: - 1 core, 2 deltas – closed core.
vi: - 1 tâm, 2 giao điểm – tâm khép kín

# wtChar2
source: - Independent, fast, and proactive. High self-management and decisive.
vi: - Độc lập, nhanh chóng, chủ động. Tính tự quản cao, suy nghĩ quyết đoán, mạnh mẽ.

# wtChar3
source: - Clear goal orientation; persistent and fierce in achieving targets.
vi: - Định hướng mục tiêu rõ ràng, tập trung, kiên trì và quyết liệt với mục tiêu đã đề ra.

# wtChar4
source: - Self-motivated; values professional conduct and personal image.
vi: - Tự thúc đẩy, chủ động hoàn thiện bản thân. Đề cao tác phong chuyên nghiệp, rất quan tâm đến hình ảnh cá nhân.

# wtChar5
source: - Tends to isolate self; introverted and finds it hard to express emotions.
vi: - Tự cô lập bản thân mình, SỐNG KHÉP KÍN VÀ NỘI TÂM, khó thổ lộ cảm xúc.

# wtChar6
source: - Highly competitive; strives to win. Analytical and self-studying nature.
vi: - Cạnh tranh mạnh mẽ, nỗ lực để chiến thắng và thành công. Khuynh hướng phân tích và tự nghiên cứu.

# wtChar7
source: - Likes to show off (can be self-centered); tendency to lead and impose.
vi: - Thích thể hiện (đôi lúc cho mình là trung tâm), có xu hướng chỉ huy, đôi khi áp đặt và lấn át người khác.

# wtChar8
source: - Straightforward, hot-tempered; can sometimes lose emotional control.
vi: - Thẳng thắn, nóng tính, đôi khi không kiểm soát được cảm xúc.

# wtChar9
source: - High ego, individualistic; difficult to influence unless by someone they respect.
vi: - Chủ quan, cái tôi cao, chủ nghĩa cá nhân, rất khó bị thuyết phục và ảnh hưởng (Trừ khi đó là người mình nể trọng, có kiến thức chuyên sâu hoặc có chứng thực rõ rang, cụ thể).

# wtChar10
source: - Others may feel pressure working with them due to their extreme focus.
vi: - Mọi người có thể cảm thấy áp lực khi làm việc cùng vì cực kì tập trung và nghiêm túc.

# wtChar11
source: - High self-discipline and demands; does not accept failure.
vi: - Tính kỉ luật và đòi hỏi ở bản thân cao, không chấp nhận thất bại.

# wtChar12
source: - WT finds it hard to share or confess feelings.
vi: - Wt khó chia sẻ và khó thổ lộ.

# wtAdv1
source: - Quiet, tough-minded model who finds emotional expression difficult.
vi: - Bạn là mẫu người trầm tính, cứng rắn và khó thổ lộ cảm xúc.

# wtAdv2
source: - Strong willpower and independent spirit. High ambitions.
vi: - Có ý chí và tinh thần vững vàng, suy nghĩ mạnh mẽ và độc lập. Có mục tiêu cao.

# wtAdv3
source: - Excellent ability to organize and create clear plans.
vi: - Khả năng tuyệt vời trong việc sắp xếp và lên kế hoạch rõ ràng.

# wtAdv4
source: - Possesses great personal power and a strong aura to reach goals.
vi: - Bạn có sức mạnh cá nhân lớn và phong thái mạnh mẽ giúp đạt được mục tiêu mình đề ra.

# wtAdv5
source: - Thinks, reasons, and decides for themselves.
vi: - Tự suy nghĩ, tự lập luận và quyết định trong hành động.

# wtAdv6
source: - High sense of responsibility.
vi: - Tinh thần trách nhiệm cao.

# wtAdv7
source: - Work is paramount, taking up most of the day.
vi: - Đối với bạn, công việc quan trọng hơn tất cả, nó lấy đi phần lớn thời gian trong ngày của bạn.

# wtDisadv1
source: - Hard to accept failure in themselves or others.
vi: - Thường khó chấp nhận thất bại của bản thân cũng như người khác.

# wtDisadv2
source: - Suffers alone when facing failure or breakdown.
vi: - Khi gặp thất bại hoặc đổ vỡ thường tự mình chịu đựng.

# wtDisadv3
source: - Dislikes listening to advice; prone to avoidable mistakes.
vi: - Không thích lắng nghe lời khuyên, ý kiến của người khác nên hay xảy ra những thất bại không đáng có.

# wtDisadv4
source: - Discomfort with expressing affection can lead to being seen as cold or indifferent.
vi: - Vì không cảm thấy thoải mái khi bộc lộ cảm giác yêu thích và cảm xúc của mình với người khác nên hay bị hiểu lầm là lạnh nhạt, vô cảm.

# wtDisadv5
source: - Without goals, they become depressed and very negative.
vi: - Nếu tuýp người này không xác định được mục tiêu của bản thân, họ sẽ dễ trở nên chán nản và rất tiêu cực.

# wtDisadv6
source: - Should try to express emotions to loved ones to avoid misunderstandings.
vi: - Quan tâm và thể hiện tình cảm ra bên ngoài đặc biệt là với người thân để tránh sự hiểu lầm là lạnh lùng, vô cảm.

# wtDev1
source: - Learn patience and adaptability to the environment.
vi: - Học tính kiên nhẫn, khả năng thích ứng với môi trường.

# wtDev2
source: - Focus on dedication, leadership positioning, and learning from experience.
vi: - Cống hiến, định vị lãnh đạo, phát triển nhận thức từ trải nghiệm.

# wtDev3
source: - Learn goal-setting and management skills; using the SMART principle will help leverage personal strengths and achieve career success.
vi: - Học thêm kỹ năng thiết lập và quản lý mục tiêu, có thể đặt mục tiêu theo nguyên tắc SMART sẽ giúp họ phát huy lợi thế của bản thân và dễ dàng đạt được sự thành công trong công việc.

# wtDev4
source: - For children: Encourage and motivate them daily so they can learn from mistakes, recognize failure, and become stronger and braver when facing setbacks.
vi: - Đối với trẻ em: Khuyến khích và tạo động lực cho trẻ mỗi ngày để trẻ có thể học hỏi từ thất bại, nhận ra thất bại, mạnh mẽ và dũng cảm hơn khi đối mặt với thất bại.

# wtCommTitle
source: Communicating with WT Pattern:
vi: Giao tiếp với với vân WT:

# wtComm1
source: - Individuals with the WT pattern suit a democratic and constructive communication style rather than one that is possessive or overpowering.
vi: - Đối với người sở hữu mẫu vân tay WT, họ phù hợp với phong cách giao tiếp dân chủ, mang tính xây dựng nhiều hơn là chiều hướng chiếm hữu hoặc áp đảo.

# wtComm2
source: - Gentle persuasion is more effective than coercion.
vi: - Thuyết phục nhẹ nhàng sẽ hiệu quả hơn là ép buộc.

# wtComm3
source: - Remind them sparingly; frequent reminders can lead to irritability.
vi: - Nên nhắc nhở ít, không nên nhắc nhiều, nếu nhắc nhiều dễ cáu.

# wtComm4
source: - Provide feedback privately; avoid criticizing them in front of others due to their high self-esteem.
vi: - Nên kiểm điểm riêng, tránh phê bình trước mặt người khác vì họ có tự trọng cao.

# weTitle
source: Whorl WE (Emotion/Eagle)
vi: Vân Đại Bàng WE

# weChar1
source: - 1 core, 2 deltas – thicker circles around the core.
vi: - 1 tâm, 2 giao điểm – vòng tròn quanh tâm dày hơn.

# weChar2
source: - Goal-oriented and focused; excellent at goal-setting and detailed planning.
vi: - Định hướng và tập trung mục tiêu, giỏi trong việc thiết lập mục tiêu cũng như lập kế hoạch chi tiết.

# weChar3
source: - Capable of inspiring and conveying strong emotions.
vi: - Có khả năng truyền lửa, truyền cảm xúc.

# weChar4
source: - High standards, meticulous analysis, and concerned with quality, accuracy, and perfection.
vi: - Tiêu chuẩn cao, phân tích tỉ mỉ, quan tâm tới chất lượng, sự chính xác và hoàn hảo.

# weChar5
source: - High self-discipline and self-demands.
vi: - Tính kỷ luật và đòi hỏi ở bản thân cao.

# weChar6
source: - Driven by emotions (decisions may change based on feelings).
vi: - Bị tình cảm, cảm xúc chi phối (đôi khi vì tình cảm mà thay đổi quyết định).

# weChar7
source: - Strives for victory and success; does not accept failure.
vi: - Nỗ lực để chiến thắng và thàng công, không chấp nhận thất bại.

# weChar8
source: - Kind-hearted and incapable of harming others (feels deep guilt and remorse if they do).
vi: - Là người lương thiện, không làm hại được ai (nếu làm hại ai thì lương tâm sẽ rất cắn rứt và cảm thấy tội lỗi).

# weChar9
source: - Systematic worker; establishes and maintains systems. Values professionalism and personal image.
vi: - Làm việc có hệ thống, luôn tự đặt ra và duy trì hệ thống. Đề cao tác phong chuyên nghiệp, rất quan tâm đến hình ảnh cá nhân.

# weChar10
source: - Needs to practice perseverance to achieve higher success.
vi: - Cần rèn luyện tính kiên trì sẽ có cơ hội thành công cao.

# weChar11
source: - Subjective, high ego, individualistic; difficult to persuade unless by a respected expert with specific evidence.
vi: - Chủ quan, cái tôi cao, chủ nghĩa cá nhân, rất khó bị thuyết phục và ảnh hưởng (trừ khi đó là người mình nể trọng, có kiến thức chuyên sâu hoặc có chứng thực cụ thể).

# weChar12
source: - Likes to direct, decisive, sometimes self-centered, leading to imposing on others; strong will and high determination.
vi: - Thích chỉ đạo, quyết đoán, đôi khi cho mình là trung tâm, dẫn đến áp đặt người khác; ý chí mạnh mẽ, quyết tâm cao.

# weChar13
source: - Easily caught between logic/reason and emotion; prone to over-worrying and negative risk assessment. Subject to nervousness and sudden mood swings.
vi: - Dễ dàng bị vướng giữa khía cạnh logic/lý trí và cảm xúc, có xu hướng lo lắng thái quá, nghĩ đến những rủi ro tiêu cực. Hay hồi hộp, thay đổi tâm trạng đột ngột.

# weChar14
source: - Straightforward, hot-tempered; can sometimes lose emotional control.
vi: - Thẳng thắn, nóng tính, đôi khi không kiểm soát được cảm xúc.

# weAdv1
source: - Visionary and far-sighted.
vi: - Tầm nhìn xa trông rộng.

# weAdv2
source: - Meticulous and perfectionist at work; often fears negative outcomes in life and work.
vi: - Chỉnh chu và cầu toàn trong công việc, hay lo sợ kết quả xấu trong công việc, đời sống.

# weAdv3
source: - Synthesizes thoughts and predictions to foresee completion results.
vi: - Tổng hợp các suy nghĩ, dự đoán và lường trước kết quả hoàn thành.

# weAdv4
source: - Capable of boosting energy and emotions for those around them.
vi: - Có khả năng thúc đẩy năng lượng, xúc cảm cho những người xung quanh.

# weAdv5
source: - A pioneer and role model regarding discipline and organizational rules.
vi: - Mẫu người đi đầu và làm gương trong vấn đề mang tính kỷ luật, nội quy cơ quan, công sở.

# weAdv6
source: - Good at assessing others' abilities; strong at team building and task delegation.
vi: - Khả năng nhìn nhận và đánh giá năng lực người khác khá tốt, khả năng xây dựng đội nhóm và phân công nhiệm vụ cho người khác cùng tham gia.

# weDisadv1
source: - Often dominated by emotions.
vi: - Thường bị cảm xúc chi phối.

# weDisadv2
source: - Prone to excessive anxiety.
vi: - Đôi khi lo lắng thái quá.

# weDisadv3
source: - Perfectionism can lead to over-analyzing, resulting in a loss of focus and undesirable results.
vi: - Họ bị sự cầu toàn chi phối trong công việc nên đôi khi loay hoay, dẫn đến không tập trung và đạt kế quả không như mong muốn.

# weDisadv4
source: - Emotional nature makes them easily hurt/vulnerable.
vi: - Do bị cảm xúc chi phối nên dễ bị tổn thương.

# weDev1
source: - Balance emotions; build confidence in your skills and avoid over-worrying.
vi: - Cân bằng cảm xúc, khi giỏi cái gì rồi phải nên tự tin, không nên lo lắng quá.

# weDev2
source: - Simplify your thoughts; do not be overly anxious once a plan is set.
vi: - Nghĩ đơn giản, lập kế hoạch lên cũng không nên quá lo lắng.

# weDev3
source: - Maintain positive emotions to become a pioneer who inspires everyone. This is the motivation to advance further in your career and life.
vi: - Hãy luôn duy trì cảm xúc tích cực trong mình, WE sẽ trở thành những con người tiên phong, đầy hứng khởi và truyền cảm hứng bất tận tới mọi người. Đó cũng chính là nguồn động lực để WE luôn hết mình tiến xa hơn trên con đường sự nghiệp, cuộc sống.

# weDev4
source: - Never let negative emotions dominate you; otherwise, they become a pitfall.
vi: - Đừng bao giờ để những cảm xúc tiêu cực tác động vào mình để mình trở thành kẻ bị chi phối bởi cảm xúc. Đó chính là hố chôn WE.

# weDev5
source: - The keyword for WE success is emotional management—turning emotions into a powerful tool.
vi: - Keyword để WE thành công trong cuộc sống là hãy quản trị được cảm xúc của mình và biến cảm xúc thành vũ khí lợi hại.

# weDev6
source: - Learn when something is 'good enough' and consider it finished. Enjoy experiences and nurture peace of mind.
vi: - Biết được khi nào một cái gì đó là "đủ tốt" và coi đó như là đã hoàn tất. Hãy vui tươi, thoải mái trải nghiệm, nuôi dưỡng sự thanh thản cho tâm hồn.

# weDev7
source: - Increase group activities to maximize collective strengths. Participate in communication skill development.
vi: - Gia tăng hoạt động đội nhóm để tối đa hóa điểm mạnh của tập thể. Tham gia các hoạt động phát triển kỹ năng giao tiếp.

# weCommTitle
source: Communicating with WE Pattern:
vi: Giao tiếp với với vân WE:

# weComm1
source: - Plans should be announced and discussed in advance.
vi: - Nên thông báo và thảo luận trước kế hoạch.

# weComm2
source: - Provide praise and rewards upon task completion.
vi: - Khi hoàn thành nhiệm vụ nên khen ngợi và thưởng.

# weComm3
source: - Help them develop personal emotional state management skills.
vi: - Hình thành kỹ năng quản lý trạng thái cảm xúc của bản thân cho cá nhân này.

# weComm4
source: - Share and assist them in analyzing situations beforehand.
vi: - Chia sẻ và giúp họ phân tích trước những tình huống.

# weComm5
source: - Offer choices and shared benefits instead of giving direct orders.
vi: - Đưa ra lựa chọn cùng lợi ích của việc cần làm thay vì đưa ra mệnh lệnh.

# weComm6
source: - Let children decide on matters within their capability instead of parents deciding for them.
vi: - Để trẻ quyết định những việc nằm trong khả năng thay vì ba mẹ tự quyết định hoặc làm giúp.

# wcTitle
source: Whorl WC (Complimentary/Tai Chi)
vi: Vân Đại Bàng WC

# wcChar1
source: - 2 cores, 2 deltas – two swirling lines forming a Tai Chi-like circle.
vi: - 2 tâm, 2 giao điểm – hai dòng xoáy tạo thành vòng tròn thái cực xoáy tròn vào nhau.

# wcChar2
source: - Multi-dimensional perspective; can read the emotions and needs of others.
vi: - Người có cái nhìn đa chiều về một vấn đề, cũng từ đó bạn có thể đọc vị được cảm xúc và nhu cầu của người đối diện.

# wcChar3
source: - Clearly identifies strengths and weaknesses in relationships or work, allowing them to decode issues effectively. This is a rare and excellent strength.
vi: - Trong những mối quan hệ hay công việc, bạn nhìn rõ ràng được đâu là điểm mạnh và đâu là điểm chưa mạnh trong đó và cũng chính từ đó bạn có thể đọc vị rõ ràng được vấn đề và nhu cầu của mối quan hệ hay công việc đó. Đây là điểm mạnh tuyệt vời mà không phải ai cũng có được.

# wcChar4
source: - Extroverted, flexible, neutral communicator; possesses natural talent for negotiation and mediation.
vi: - Cũng chính từ sự hướng ngoại, linh hoạt, giao tiếp trung tính và khả năng nhìn nhận đa chiều vấn đề mà WC có tố chất về đàm phán, thương lượng.

# wcChar5
source: - Multi-goal, multi-plan oriented; likes doing many things at once.
vi: - Ở mặt khác, bạn là người đa mục tiêu, đa kế hoạch và thích làm nhiều việc cùng một lúc.

# wcChar6
source: - Prone to 'short-lived enthusiasm' and constantly seeks innovation in work.
vi: - Khi bạn vào làm rồi, dù làm được hay không làm được thì bạn hay bị cả thèm chóng chán và hay thích đổi mới công việc.

# wcChar7
source: - Tendency to overthink, leading to mental fatigue.
vi: - Là những người hay suy nghĩ nhiều, điều đó dẫn đến mệt mỏi cho bạn.

# wcChar8
source: - Interested in challenges, discovery, and unique styles. These are the keys to breakthroughs in life.
vi: - Bạn hứng thú với những thử thách, khám phá những điều mới lạ và có phong cách độc đáo. Đó cũng chính là những KEY giúp bạn có những bước tiến đột phá trong đời.

# wcAdv1
source: - Multi-goal oriented; can manage various plans and tasks simultaneously.
vi: - Đa mục tiêu, có sự đa dạng trong các kế hoạch, có thể cùng đồng thời thực hiện và làm nhiều việc khác nhau cùng một lúc, nhiều mục tiêu.

# wcAdv2
source: - Enthusiastic, friendly, and builds relationships quickly.
vi: - Nhiệt tình, thân thiện, thiết lập mối quan hệ nhanh chóng.

# wcAdv3
source: - Able to see both sides of an issue.
vi: - Có khả năng nhìn thấy hai mặt của một vấn đề.

# wcAdv4
source: - Good communication, coordination, and negotiation skills.
vi: - Khả năng giao tiếp, phối hợp, thương lượng tốt.

# wcAdv5
source: - Emotional and enjoys sharing.
vi: - Sống tình cảm, thích chia sẻ.

# wcAdv6
source: - Adaptable, loves freedom, and dislikes constraints.
vi: - Dễ thích nghi, thích tự do, không ràng buộc.

# wcAdv7
source: - Deep thinker, good at PR, and rich in ideas.
vi: - Suy nghĩ nhiều, PR tốt, giàu ý tưởng.

# wcAdv8
source: - Values teamwork; likes asking for and sharing perspectives. High coordination capability.
vi: - Đề cao tinh thần hợp tác đội nhóm, thích hỏi và chia sẻ quan điểm với mọi người xung quanh. Khả năng phối hợp trong công việc cao.

# wcDisadv1
source: - Tends to work with a 'procrastination' style (wait until the last minute).
vi: - Làm việc theo phong cách "nước đến chân mới nhảy".

# wcDisadv2
source: - Indecisive; may hold double standards.
vi: - Do dự, tiêu chuẩn kép.

# wcDisadv3
source: - Easily changes mind; can lack a concrete plan.
vi: - Dễ thay đổi, thiếu kế hoạch.

# wcDisadv4
source: - Tends to skip steps to finish faster.
vi: - Đốt cháy giai đoạn.

# wcDisadv5
source: - Multi-goal nature can lead to being scattered or losing focus.
vi: - Đa mục tiêu đôi khi dễ bị lan man, mất tập trung.

# wcDisadv6
source: - Overthinking leads to exhaustion.
vi: - Hay suy nghĩ nhiều, điều đó dẫn đến mệt mỏi cho bạn.

# wcDisadv7
source: - Not a naturally decisive group; often hesitates and works based on emotions rather than long-term plans.
vi: - Chủng WC không phải là nhóm người quyết đoán, thường xuyên chần chừ, dễ thay đổi, họ làm việc theo cảm xúc, ít khi lập kế hoạch lâu dài.

# wcDev1
source: - Learn to plan both work and life; perform tasks sequentially instead of multitasking excessively.
vi: - Nên học cách lập kế hoạch trong công việc cũng như cuộc sống, làm lần lượt từng công việc một thay vì ôm đồm cùng lúc nhiều việc.

# wcDev2
source: - Leverage excellent communication skills to advance further in your career.
vi: - Khả năng giao tiếp của WC rất tốt nên đừng quên tận dụng điểm mạnh này của mình để tiến xa hơn trong sự nghiệp.

# wcDev3
source: - Utilize natural negotiation and mediation talents.
vi: - Có tố chất về đàm phán, thương lượng.

# wcDev4
source: - Innovate the work method or context rather than changing the job itself unless necessary.
vi: - Hãy đổi mới cách làm việc, bối cảnh làm việc chứ đừng nên đổi mới công việc nếu như thực sự mình chưa cần đổi mới.

# wcDev5
source: - Analyze pros and cons; categorize tasks as mandatory, necessary, or recommended.
vi: - Hãy biết cách phân tích được mất trong vấn đề, hay nhiều việc có thể xét trên góc độ việc bắt buộc, cần hay nên làm.

# wcDev6
source: - Continuously challenge yourself to create life breakthroughs.
vi: - Hãy biết thách thức chính bản thân mình liên tục để tạo ra những sức bật của cuộc đời.

# wcCommTitle
source: Communicating with WC Pattern:
vi: Giao tiếp với với vân WC:

# wcComm1
source: - Do not impose; discuss plans in advance. Provide choices and benefits instead of orders.
vi: - Không nên áp đặt, nên thông báo và thảo luận trước kế hoạch. Đưa ra sự lựa chọn cùng lợi ích việc cần làm thay vì mệnh lệnh.

# wcComm2
source: - Orient and monitor plans with specific completion deadlines.
vi: - Định hướng và theo sát kế hoạch, và có mốc thời gian hoàn thành.

# wdTitle
source: Whorl WD (Double/Dual)
vi: Vân Đại Bàng WD

# wdChar1
source: - 2 cores, 2 deltas – shaped like two interlocking hooks.
vi: - 2 tâm, 2 giao điểm – hình dạng hai dấu móc ngược nhau.

# wdChar2
source: - Can interact with diverse groups; successful in communication and public relations.
vi: - Có thể tương tác và đa dạng đối tượng, thuận lợi trong các lĩnh vực giao tiếp và quan hệ công chúng.
