Repository: haiyentruong1776/SinhTrac_2_0_0
Catalog: lib/l10n/app_*.arb
Languages: vi

# lfChar17
source: - Works based on intuition/emotion and easily changes goals.
vi: - Họ làm việc theo cảm tính và dễ thay đổi mục tiêu của mình.

# lfAdv1
source: - Superior imitation skills; learns fast within a social environment.
vi: - Khả năng bắt chước vượt trội, học nhanh trong môi trường và trong xã hội.

# lfAdv2
source: - Soft, gentle, and open; romantic and lives for the moment.
vi: - Mềm mại, nhẹ nhàng và cởi mở; lãng mạn, thích tự do và chỉ sống cho hiện tại.

# lfAdv3
source: - Seeks harmony and peace; dislikes harshness or conflict.
vi: - Hướng tới sự hòa hợp và hòa bình, không thích sự mâu thuẫn, gay gắt hay xung đột.

# lfAdv4
source: - Social/Community model; adapts first then communicates; likes community activities.
vi: - Thuộc mẫu người cộng đồng xã hội thích những nơi đông người, thích nghi trước rồi mới giao tiếp, thích tham gia các hoạt động vì cộng đồng.

# lfAdv5
source: - Emotional; driven by feelings. Caring and empathetic toward others.
vi: - Cảm xúc, làm theo cảm xúc. Thường quan tâm tới những người xung quanh, dễ cảm thông cho vấn đề của người khác.

# lfAdv6
source: - Flexible thinking; can easily replicate others' ideas and turn them into their own.
vi: - Suy nghĩ linh hoạt và tương thích, dễ bắt chước hoặc tái tạo ý tưởng của người khác thành ý tưởng của mình.

# lfDisadv1
source: - No clear goals in mind; low ambition.
vi: - Không có mục tiêu rõ ràng trong tâm trí, tham vọng không lớn.

# lfDisadv2
source: - Lacks personal conviction; easily swayed by the environment and people.
vi: - Không có chính kiến, dễ bị tác động bởi những người xung quanh và môi trường.

# lfDisadv3
source: - Tends to get involved in other people's business.
vi: - Hay lo chuyện bao đồng.

# lfDisadv4
source: - Passive and easily imposed upon.
vi: - Thụ động, dễ bị áp đặt.

# lfDisadv5
source: - Works intuitively; prone to changing principles and plans.
vi: - Làm việc theo cảm tính, dễ thay đổi nguyên tắc và kế hoạch đã vạch ra.

# lfDisadv6
source: - Tasks and plans may be delayed due to emotional lifestyle.
vi: - Công việc, kế hoạch có thể bị trì hoãn vì lối sống tình cảm.

# lfDev1
source: - Build clear, detailed plans and monitor progress. Join courses on decision-making and goal-setting.
vi: - Làm việc theo cảm tính, dễ thay đổi nguyên tắc và kế hoạch đã vạch ra. Vì vậy nên lập kế hoạch làm việc rõ ràng, chi tiết, tập trung vào mục tiêu và giám sát tiến độ thực hiện. Tham gia các khóa học về ra quyết định và lập mục tiêu.

# lfDev2
source: - Learn to become a guide/mentor responsible for workflows and problem-solving.
vi: - Học để trở thành người hướng dẫn và chịu trách nhiệm với quy trình làm việc, đưa ra giải pháp cho vấn đề phát sinh.

# lfDev3
source: - Choose a trusted soulmate to encourage and urge goal completion.
vi: - Công việc, kế hoạch có thể bị trì hoãn vì lối sống tình cảm. Chọn một người tri kỷ đáng tin cậy để động viên và khích lệ, đôn đốc việc thực hiện mục tiêu.

# lfDev4
source: - Be proactive in communication and community leadership to build confidence.
vi: - Chủ động giao tiếp. Tham gia các hoạt động cộng đồng khác nhau, chủ động nhận vị trí lãnh đạo, xây dựng sự tự tin. Tham khảo tự truyện của những người thành công.

# lfDev5
source: - Learn to say 'no' appropriately when necessary.
vi: - Học cách nói "không" với người khác một cách thích hợp khi cần thiết.

# lfDev6
source: - 'Water' (Loop) must find a MENTOR: A mentor acts as a container to shape the 'Water.' They provide direction, push, and motivation. Find mentors for personal growth, expertise, or business.
vi: - Nước phải tìm cho mình NGƯỜI THẦY: Người Thầy sẽ như vật chứa, có thể định hình giúp NƯỚC. Là người định hướng, chỉ bảo, thúc đẩy, động viên để nước có thể dễ dàng hơn về hướng đi trong cuộc đời mình. Hãy tìm cho mình người Thầy về phát triển bản thân, người thầy về phát triển chuyên môn, phát triển kinh doanh, … .

# lfDev7
source: - Needs a GOOD ENVIRONMENT: Because Loops adapt and copy so well, they will become like the people they surround themselves with.
vi: - Nước cần phải có MÔI TRƯỜNG TỐT.Nước dễ thích nghi với môi trường. Dễ hòa nhập với môi trường và khả năng sao chép tốt. Chính vì điều đó Nước ở bên cạnh ai, trong môi trường như thế nào nước sẽ dễ dàng trở thành những người tương tự như thế.

# lfDev8
source: - Needs a ROLE MODEL: Since they are good at copying, find idols to study. Learn their philosophy and methods of success to apply through their innate imitation skill.
vi: - Nước cần HÌNH TƯỢNG. Nước giỏi sao chép, chính vì vậy nước hãy tìm ra những thần tượng cho mình. Nghiên cứu, tìm hiểu, học hỏi từ họ để tìm ra những triết lý sống, cách thức mà họ đã thành công. Từ đó nước áp dụng bằng khả năng sao chép của chính mình.

# lfDev9
source: - Choose friends carefully, choose places wisely, and choose teachers selectively.
vi: - Chọn bạn mà chơi, chọn nơi mà ở, chọn thầy mà học.

# lfCommTitle
source: Communicating with LF Pattern:
vi: Giao tiếp với với vân LF:

# lfComm1
source: - Be sincere and gentle to build trust.
vi: - Khi giao tiếp với mẫu người này, cần chân thành, nhẹ nhàng để tạo sự tin tưởng, giúp cuộc nói chuyện cởi mở và hiệu quả hơn.

# lfComm2
source: - Show care; take time for questions, answers, and praise.
vi: - Thể hiện sự quan tâm, dành thời gian để hỏi và trả lời, khen ngợi, động viên.

# lfComm3
source: - Provide concrete examples to help them keep up.
vi: - Cần làm mẫu cụ thể để dễ dàng bắt nhịp trang học tập.

# lfComm4
source: - Monitor and encourage frequently to prevent them from quitting due to moods.
vi: - Cần theo dõi, thường xuyên khuyến khích và động viên trẻ kịp thời để truyền sự tự tin, tránh việc bỏ dở nửa chừng theo tâm trạng.

# lfComm5
source: - Create a strictly disciplined environment.
vi: - Tạo một môi trường kỷ luật nghiêm ngặt.

# lfComm6
source: - Use interactive methods when guiding: discuss, let others pose questions for them to answer.
vi: - Dùng phương pháp tương tác khi hướng dẫn: thảo luận, để người khác đưa ra câu hỏi và mình trả lời.

# lrTitle
source: Loop LR (Radial Loop)
vi: Vân Nước LR

# lrChar1
source: - Probability: 5%. Shaped like water flowing toward the thumb. Also known as the REVERSE WATER pattern.
vi: - Xác suất xuất hiện: 5%. Hình dạng như dòng nước chảy xuôi về phía ngón tay cái. Hay còn được gọi là chủng vân tay NƯỚC NGƯỢC.

# lrChar2
source: - One of the strong and highly intelligent patterns. Still retains general Loop characteristics.
vi: - Là một trong những chủng mạnh, là chủng rất thông minh. Vẫn có tính cách của Loop nói chung.

# lrChar3
source: - Sociable and friendly but rarely proactive in starting relationships. Open communication style.
vi: - Hòa đồng, thân thiện nhưng ít khi chủ động tạo mối quan hệ. Giao tiếp theo phong cách cởi mở.

# lrChar4
source: - Sensitive in communication with very sharp observation skills.
vi: - Nhạy cảm trong giao tiếp, quan sát rất sắc bén.

# lrChar5
source: - Often lacks support from surrounding people and can be easily isolated.
vi: - Thường không được sự hưởng ứng của mọi người xung quanh và dễ bị cô lập.

# lrChar6
source: - Desires freedom; dislikes being bound by traditional frameworks.
vi: - Mong muốn tự do, không thích bị ràng buộc trong khuôn khổ truyền thống.

# lrChar7
source: - Possesses a sense of humor.
vi: - Có tính hài hước.

# lrChar8
source: - 'Thinking outside the box.' Has unique, different, and unconventional thinking; sometimes perceived as eccentric.
vi: - "Suy nghĩ ngoài chiếc hộp". Có tư duy độc đáo, khác biệt và phá cách, đôi khi bị cho là lập dị.

# lrChar9
source: - Pursues uniqueness and distinction. Craves freedom and the desire to break tradition.
vi: - Theo đuổi sự độc đáo và khác biệt. Khát khao tự do, mong muốn phá vỡ truyền thống.

# lrChar10
source: - Oppositional mindset; never compromises on things they do not expect.
vi: - Tư tưởng chống đối, không bao giờ thỏa hiệp với những gì mà họ không mong đợi.

# lrChar11
source: - Learns very quickly from the environment and society; easy to grasp and good at modeling.
vi: - Học hỏi rất nhanh từ môi trường và xã hội, dễ nắm bắt và mô phỏng tốt.

# lrChar12
source: - Cannot tolerate a constrained, simple, or dull life. Likes challenges, novelty, and mysteries.
vi: - Không thể chịu đựng cuộc sống gò bó, đơn giản và buồn tẻ. Thích những điều thử thách, mới mẻ và huyền bí.

# lrChar13
source: - Highly creative; provides quick and effective solutions during crises.
vi: - Đầy sáng tạo, đưa ra giải pháp nhanh và hiệu quả tại thời điểm khủng hoảng.

# lrChar14
source: - Reverse thinking, thinking beyond limits, and always breaking through with new innovations.
vi: - Tư duy ngược, suy nghĩ vượt giới hạn và luôn đột phá những sáng tạo mới.

# lrChar15
source: - Does not care about others' evaluations; only does what they want to do.
vi: - Không quan tâm đến cách đánh giá của người khác, chỉ làm những điều họ muốn làm.

# lrChar16
source: - Extremely curious; good at interpreting, reasoning, and using reverse logic.
vi: - Cực kì tò mò, giỏi trong việc giải nghĩa, lý luận và có lối suy luận ngược.

# lrChar17
source: - Thoughtful, sincere, emotional, and caring toward everyone. Easily excited/provoked emotionally.
vi: - Chu đáo, chân thành, sống tình cảm, biết quan tâm mọi người. Dễ bị kích động về mặt cảm xúc.

# lrAdv1
source: - Strong and unique personality and style; hard to accept normal or slow thinking; hates the ordinary.
vi: - Tính cách và phong cách mạnh mẽ và độc đáo, khó chấp nhận lối suy nghĩ bình thường hay chậm chạp; ghét những gì bình thường.

# lrAdv2
source: - Very high creative capacity, sharp observation, and high ability to perceive and understand.
vi: - Năng lực sáng tạo rất cao, khả năng quan sát sắc bén, khả năng cảm nhận và thấu hiểu cao.

# lrAdv3
source: - Enjoys reasoning; capable of working effectively and controlling everything at the last minute (procrastination style) better than other fingerprint types.
vi: - Thích suy luận, có khả năng làm việc một cách hiệu quả và kiểm soát mọi việc vào phút chót theo kiểu nước đến chân mới nhảy tốt hơn các kiểu vân tay khác.

# lrAdv4
source: - Excellent debating and critical thinking skills.
vi: - Có khả năng tranh luận và phản biện rất tốt.

# lrAdv5
source: - Represents the type of person who fights for peace, daring to stand up for the rights of others or themselves.
vi: - Đại diện cho mẫu người đấu tranh vì hòa bình, dám đứng lên vì quyền lợi của người khác hay bản thân mình.

# lrAdv6
source: - Interested in mystical things.
vi: - Hứng thú với những điều huyền bí.

# lrDisadv1
source: - Cannot tolerate a constrained, simple, or dull life.
vi: - Không thể chịu đựng cuộc sống gò bó, đơn giản và buồn tẻ.

# lrDisadv2
source: - Often shocks others with their words. Being daring in thought and action sometimes becomes eccentric.
vi: - Thường gây sốc người khác bằng ngôn từ của mình. Dám nghĩ dám làm đôi khi trở thành lập dị.

# lrDisadv3
source: - Oppositional mindset; never compromises on unexpected situations.
vi: - Tư tưởng chống đối, không bao giờ thỏa hiệp với những gì mà họ không mong đợi.

# lrDisadv4
source: - Since most thoughts and actions go against the majority, if not balanced, it easily causes discord in relationships at work and in life.
vi: - Vì đa phần suy nghĩ và hành động ngược lại với số đông nên nếu không cân bằng thì dễ làm bất hòa giữa các mối quan hệ xung quanh trong công việc và cuộc sống.

# lrDisadv5
source: - Large ego.
vi: - Cái tôi lớn.

# lrDisadv6
source: - Likes to do all tasks with opposing thoughts; prone to judging.
vi: - Thích làm mọi công việc với những suy nghĩ đối lập, hay phán đoán.

# lrDev1
source: - Accept your own unique characteristics as well as those of others.
vi: - Chấp nhận các đặc tính độc đáo của mình cũng như của người khác.

# lrDev2
source: - Promote the enthusiasm for asking questions.
vi: - Phát huy sự nhiệt tình đặt câu hỏi.

# lrDev3
source: - Works intuitively; easy to change principles and plans. Therefore, should build clear, detailed plans, focus on goals, and monitor progress.
vi: - Làm việc theo cảm tính, dễ thay đổi nguyên tắc và kế hoạch đã vạch ra. Vì vậy nên lập kế hoạch làm việc rõ ràng, chi tiết, tập trung vào mục tiêu và giám sát tiến độ thực hiện.

# lrDev4
source: - Learn to become a guide and take responsibility for workflows, providing solutions for arising issues.
vi: - Học để trở thành người hướng dẫn và chịu trách nhiệm với quy trình làm việc, đưa ra giải pháp cho vấn đề phát sinh.

# lrDev5
source: - Often decides based on personal subjectivity and temporary emotions, which can affect work efficiency or relationships. Therefore, should listen and consider carefully before making decisions.
vi: - Thường quyết định theo chủ quan cá nhân và cảm xúc nhất thời nên có thể gây ảnh hưởng đến hiệu quả công việc hoặc mối quan hệ. Do đó nên lắng nghe và cân nhắc kỹ trước khi ra quyết định.

# lrCommTitle
source: Communicating with LR Pattern:
vi: Giao tiếp với với vân LR:

# lrComm1
source: - Be sincere and gentle to build trust, helping the conversation become more open and effective.
vi: - Khi giao tiếp với mẫu người này, cần chân thành, nhẹ nhàng để tạo sự tin tưởng, giúp cuộc nói chuyện cởi mở và hiệu quả hơn.

# lrComm2
source: - Show concern; spend time asking and answering, and do not interrupt them.
vi: - Thể hiện sự quan tâm, dành thời gian để hỏi và trả lời, không ngắt lời họ.

# lrComm3
source: - Accept their uniqueness and creativity rather than imposing who they should be.
vi: - Chấp nhận sự độc đáo, sáng tạo của họ hơn là áp đặt họ trở thành ai đó.

# lrComm4
source: - Avoid disrespecting their opinions or forcing them, as it will have a negative effect on their actions.
vi: - Tránh việc thiếu tôn trọng ý kiến hoặc ép buộc họ phải làm vì sẽ ảnh hưởng ngược đến kết quả hành động.

# lrComm5
source: - Need to provide models/examples to easily keep pace in learning. Activities that spark inspiration and creativity are essential.
vi: - Cần làm mẫu để dễ dàng bắt nhịp trong học tập. Những hoạt động khơi nguồn cảm hứng và sáng tạo là rất cần thiết.

# lrComm6
source: - Encourage questions and answer patiently; help them find the answers themselves.
vi: - Khuyến khích hỏi và kiên nhẫn trả lời, giúp bản thân tự tìm ra câu trả lời.

# luTitle
source: Loop LU (Ulnar Loop)
vi: Vân Nước LU

# luChar1
source: - Probability: 55%. Shaped like water flowing toward the pinky finger. Also known as the WATER pattern.
vi: - Xác suất xuất hiện: 55%. Hình dạng như dòng nước chảy xuôi về phía ngón tay út. Hay còn được gọi là chủng vân tay NƯỚC.

# luChar2
source: - Sociable, open, and friendly but rarely proactive in starting relationships. Sensitive in communication, likes to observe.
vi: - Hòa đồng, cởi mở, thân thiện nhưng ít chủ động tạo mối quan hệ. Nhạy cảm trong giao tiếp, thích quan sát.

# luChar3
source: - Dislikes conflict and discord; values teamwork and enjoys group activities.
vi: - Không thích xung đột mâu thuẫn, đề cao tinh thần đồng đội, yêu thích hoạt động đội nhóm.

# luChar4
source: - A good team member, compliant, and has high endurance.
vi: - Là thành viên tốt trong đội nhóm, người chấp hành tốt, khả năng chịu đựng cao.

# luChar5
source: - Adapts well and integrates easily into each environment. Has flexible thinking and high compatibility.
vi: - Thích nghi tốt, dễ hòa nhập với từng môi trường. Có tư duy linh hoạt và khả năng tương thích cao.

# luChar6
source: - Enthusiastic, sincere, and empathetic toward others' problems. Highly values relationships.
vi: - Nhiệt tình, chân thành và dễ cảm thông cho vấn đề của người khác. Rất coi trọng các mối quan hệ.

# luChar7
source: - Knows how to listen and accept the opinions of others.
vi: - Biết lắng nghe và chấp nhận ý kiến của người khác.

# luChar8
source: - Behaves as others expect; somehow pleasing others.
vi: - Cư xử theo cách mọi người mong đợi, bằng cách nào đó chiều ý những người khác.

# luChar9
source: - Thoughtful, caring, emotional, and loves freedom.
vi: - Chu đáo, biết quan tâm mọi người, sống tình cảm, thích tự do.

# luChar10
source: - Not naturally creative; however, learns very quickly from the environment and society, easy to imitate and model well.
vi: - Không giỏi sáng tạo, tuy nhiên học hỏi rất nhanh từ môi trường và xã hội, dễ bắt chước và mô phỏng tốt.

# luChar11
source: - Easily influenced by others.
vi: - Là một người dễ bị người khác ảnh hưởng.

# luChar12
source: - Low self-discipline.
vi: - Kỷ luật tự giác bản thân thấp.

# luChar13
source: - A person of society and community. A fairly common pattern. People with this pattern are quite gentle and kind, easily oppressed by others.
vi: - Là người của xã hội, cộng đồng. Là một chủng khá phổ biến. Người mang chủng nay khá hiền và lành tính, dễ bị người khác chèn ép.

# luChar14
source: - Romantic, loves freedom.
vi: - Lãng mạn, thích sự tự do.

# luChar15
source: - They work based on intuition/emotion and easily change their goals.
vi: - Họ làm việc theo cảm tính và dễ thay đổi mục tiêu của mình.

# luAdv1
source: - Superior imitation ability; learns fast within the environment and society.
vi: - Khả năng bắt chước vượt trội, học nhanh trong môi trường và trong xã hội.

# luAdv2
source: - Soft, gentle, and open; romantic, loves freedom, and lives for the present.
vi: - Mềm mại, nhẹ nhàng và cởi mở; lãng mạn, thích tự do và chỉ sống cho hiện tại.

# luAdv3
source: - Aims for harmony and peace; dislikes contradiction, harshness, or conflict.
vi: - Hướng tới sự hòa hợp và hòa bình, không thích sự mâu thuẫn, gay gắt hay xung đột.

# luAdv4
source: - Social-community type who likes crowded places, adapts first then communicates, and likes participating in community activities.
vi: - Thuộc mẫu người cộng đồng xã hội thích những nơi đông người, thích nghi trước rồi mới giao tiếp, thích tham gia các hoạt động vì cộng đồng.

# luAdv5
source: - Emotional; follows feelings. Often cares about those around them, easily empathizing with others' problems.
vi: - Cảm xúc, làm theo cảm xúc. Thường quan tâm tới những người xung quanh, dễ cảm thông cho vấn đề của người khác.

# luAdv6
source: - Flexible and compatible thinking; easily imitates or recreates others' ideas as their own.
vi: - Suy nghĩ linh hoạt và tương thích, dễ bắt chước hoặc tái tạo ý tưởng của người khác thành ý tưởng của mình.

# luDisadv1
source: - No clear goals in mind; low ambition.
vi: - Không có mục tiêu rõ ràng trong tâm trí, tham vọng không lớn.

# luDisadv2
source: - Lacks personal conviction; easily influenced by surrounding people and the environment.
vi: - Không có chính kiến, dễ bị tác động bởi những người xung quanh và môi trường.

# luDisadv3
source: - Tends to get involved in other people's business.
vi: - Hay lo chuyện bao đồng.

# luDisadv4
source: - Passive and easily imposed upon.
vi: - Thụ động, dễ bị áp đặt.

# luDisadv5
source: - Works intuitively; easy to change set principles and plans.
vi: - Làm việc theo cảm tính, dễ thay đổi nguyên tắc và kế hoạch đã vạch ra.

# luDisadv6
source: - Work and plans can be delayed due to an emotional lifestyle.
vi: - Công việc, kế hoạch có thể bị trì hoãn vì lối sống tình cảm.

# luDev1
source: - Should create clear, detailed work plans, focus on goals, and monitor progress. Join courses on decision-making and goal-setting.
vi: - Làm việc theo cảm tính, dễ thay đổi nguyên tắc và kế hoạch đã vạch ra. Vì vậy nên lập kế hoạch làm việc rõ ràng, chi tiết, tập trung vào mục tiêu và giám sát tiến độ thực hiện. Tham gia các khóa học về ra quyết định và lập mục tiêu.

# luDev2
source: - Learn to become a guide/mentor and take responsibility for workflows, providing solutions for arising issues.
vi: - Học để trở thành người hướng dẫn và chịu trách nhiệm với quy trình làm việc, đưa ra giải pháp cho vấn đề phát sinh.

# luDev3
source: - Work and plans can be delayed due to an emotional lifestyle. Choose a trusted soulmate to encourage, motivate, and urge goal fulfillment.
vi: - Công việc, kế hoạch có thể bị trì hoãn vì lối sống tình cảm. Chọn một người tri kỷ đáng tin cậy để động viên và khích lệ, đôn đốc việc thực hiện mục tiêu.

# luDev4
source: - Be proactive in communication. Join various community activities, take on leadership roles, and build self-confidence. Refer to biographies of successful people.
vi: - Chủ động giao tiếp. Tham gia các hoạt động cộng đồng khác nhau, chủ động nhận vị trí lãnh đạo, xây dựng sự tự tin. Tham khảo tự truyện của những người thành công.

# luDev5
source: - Learn to say 'no' to others appropriately when necessary.
vi: - Học cách nói "không" với người khác một cách thích hợp khi cần thiết.

# luDev6
source: - 'Water' must find a MENTOR: A Mentor acts as a container that helps shape 'Water.' They are a guide who directs, instructs, pushes, and motivates so water can easily find its direction in life. Find mentors for personal development, expertise, business, etc.
vi: - Nước phải tìm cho mình NGƯỜI THẦY: Người Thầy sẽ như vật chứa, có thể định hình giúp NƯỚC. Là người định hướng, chỉ bảo, thúc đẩy, động viên để nước có thể dễ dàng hơn về hướng đi trong cuộc đời mình. Hãy tìm cho mình người Thầy về phát triển bản thân, người thầy về phát triển chuyên môn, phát triển kinh doanh, … .

# luDev7
source: - Needs a GOOD ENVIRONMENT. Water adapts easily to the environment. Easy integration and good copying ability. Therefore, water becomes like whoever they are around and whatever environment they are in.
vi: - Nước cần phải có MÔI TRƯỜNG TỐT.Nước dễ thích nghi với môi trường. Dễ hòa nhập với môi trường và khả năng sao chép tốt. Chính vì điều đó Nước ở bên cạnh ai, trong môi trường như thế nào nước sẽ dễ dàng trở thành những người tương tự như thế.

# luDev8
source: - Needs a ROLE MODEL. Water is good at copying; therefore, find idols. Research, learn, and study them to find the life philosophy and methods they used to succeed. Then apply them using your own copying ability.
vi: - Nước cần HÌNH TƯỢNG. Nước giỏi sao chép, chính vì vậy nước hãy tìm ra những thần tượng cho mình. Nghiên cứu, tìm hiểu, học hỏi từ họ để tìm ra những triết lý sống, cách thức mà họ đã thành công. Từ đó nước áp dụng bằng khả năng sao chép của chính mình.

# luDev9
source: - Choose friends carefully, choose places wisely, and choose teachers selectively.
vi: - Chọn bạn mà chơi, chọn nơi mà ở, chọn thầy mà học.

# luCommTitle
source: Communicating with LU Pattern:
vi: Giao tiếp với với vân LU:

# luComm1
source: - Be sincere and gentle to build trust, making conversations more open and effective.
vi: - Khi giao tiếp với mẫu người này, cần chân thành, nhẹ nhàng để tạo sự tin tưởng, giúp cuộc nói chuyện cởi mở và hiệu quả hơn.

# luComm2
source: - Show concern; take time to ask and answer, praise, and encourage.
vi: - Thể hiện sự quan tâm, dành thời gian để hỏi và trả lời, khen ngợi, động viên.

# luComm3
source: - Use concrete modeling/examples to help them keep pace with learning.
vi: - Cần làm mẫu cụ thể để dễ dàng bắt nhịp trang học tập.

# luComm4
source: - Need to monitor and provide frequent, timely encouragement to children to transmit confidence and avoid quitting halfway due to moods.
vi: - Cần theo dõi, thường xuyên khuyến khích và động viên trẻ kịp thời để truyền sự tự tin, tránh việc bỏ dở nửa chừng theo tâm trạng.

# luComm5
source: - Create a strictly disciplined environment.
vi: - Tạo một môi trường kỷ luật nghiêm ngặt.

# luComm6
source: - Use interactive methods when guiding: discuss, let others pose questions for them to answer.
vi: - Dùng phương pháp tương tác khi hướng dẫn: thảo luận, để người khác đưa ra câu hỏi và mình trả lời.
